[
  {
    "id": "04fb816657bdb21d",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В ночь на 23 сентября сообщается о нанесении ударов российскими военными по позициям украинских спецподразделений и иностранных наемников. Эти действия названы ответом на теракт против гражданских объектов в Крыму, сообщает Минобороны РФ. Также в этом источнике говорится о задержании в России нескольких руководителей компании «Облкоммунэнерго» по подозрению в хищении бюджетных средств. В Турции утром 23 сентября произошло ДТП с участием автобуса с российскими туристами — пострадали 15 человек, двое получили тяжелые травмы. В Минобороны РФ заявили о блокировании крупной группировки ВСУ в районе Купянска с севера и запада, а также о значительных потерях украинских войск в этом районе за последний месяц. Следите за обновлениями и оставайтесь в курсе событий в Украине и вокруг нее. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-23T21:34:35.589Z"
  },
  {
    "id": "83aee3ff0e0a92fa",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/18:00",
    "news_text": "Срочные новости! 23 сентября в 18:00 сообщается, что российские вооруженные силы нанесли групповой удар по базам спецназа Вооруженных сил Украины и иностранных наемников в Одесской области. Также в этот день министр обороны РФ Андрей Белоусов поздравил бойцов с взятием под контроль села Переездное в Донецкой Народной Республике (ДНР). Кроме того, российские войска взяли под контроль около двух третей зданий в Купянске Харьковской области. Все эти события отражают изменения на фронте, связанные с текущими боевыми действиями. Следите за новостями, чтобы получать актуальную информацию о ситуации в Украине. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-23T21:34:35.589Z"
  },
  {
    "id": "caff5bf239013bf5",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/15:00",
    "news_text": "Срочные новости! В выпуске новостей 23 сентября в 15:00 обсуждалась ситуация в Луганской Народной Республике (ЛНР), в том числе вопросы восстановления инфраструктуры и кадровые вопросы, которые глава региона обсуждал с президентом. Также сообщается, что российские вооруженные силы нанесли новые удары по украинским военным объектам в тылу. Подразделения «Южной» группировки взяли под контроль населенный пункт Переездное в ДНР. В Харьковской области российские войска взяли в полукольцо крупную группировку ВСУ в районе Купянска. Обновляйте информацию, чтобы оставаться в курсе событий в Украине. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-23T21:34:35.589Z"
  },
  {
    "id": "3c8841ce008a5ff7",
    "source_url": "https://t.me/s/DmitriySteshin?before=14065",
    "news_text": "Срочные новости! В Telegram-канале «Русский тарантасъ» 23 сентября опубликованы сообщения о ночном ударе реактивных систем залпового огня (РСЗО) по центру Горловки. После удара отмечаются последствия: ранение мирного жителя, возгорание и обнаружение фрагмента ракеты. Такая информация отражает ситуацию на линии фронта в Украине в последние часы. Будьте внимательны к обновлениям и следите за развитием событий. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-23T21:34:35.589Z"
  },
  {
    "id": "70199794ab6ed6f9",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/21:00",
    "news_text": "Срочные новости! В выпуске новостей «Время» от 23 сентября сообщается, что российские вооруженные силы нанесли новые удары по украинским военным объектам в тылу. Также подразделения «Южной» группировки взяли под контроль населенный пункт Переездное в Донецкой Народной Республике. В районе Купянска в Харьковской области российские войска взяли в полукольцо крупную группировку ВСУ, что, по данным, сопровождается значительными потерями с украинской стороны. Следите за новостями, чтобы получать свежую информацию о ситуации в Украине. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-23T21:34:35.589Z"
  }
]