[
  {
    "id": "23aa1bed289c5be7",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! Вечером 18 сентября 2025 года сообщается о нескольких важных событиях, связанных с Украиной и Россией. По заявлению Госдумы, состоялся обмен телами военнослужащих, в ходе которого России передали тела 24 военнослужащих. В то же время ВСУ провели атаку с использованием двух беспилотников на нефтеперерабатывающий завод в Башкирии, пострадавших нет. Также в Москве главред телеграм-канала Baza и продюсер переведены под домашний арест. В Госдуме предложили временно отключать интернет россиянам для снижения игромании и сохранения здоровья. Все события сопровождаются официальными заявлениями сторон. Следите за обновлениями, чтобы оставаться в курсе. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-18T19:13:34.973Z"
  },
  {
    "id": "3061c9339f586ddf",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/15:00",
    "news_text": "Срочные новости! В выпуске новостей от 18 сентября 2025 года сообщается, что ВС РФ нанесли новые массированные удары по военным объектам в тыловых районах Украины. По информации, в Сумской области российские морпехи ведут боевые действия с подразделениями ВСУ. Также в Санкт-Петербурге был предотвращен теракт, подготовленный по заданию из Киева. Эти события сопровождаются официальными комментариями и подтверждениями. Следите за новостями для получения подробностей и обновлений ситуации в Украине и соседних регионах. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-18T19:13:34.973Z"
  },
  {
    "id": "5ff2260b2e826862",
    "source_url": "https://www.rline.tv/news/2025-09-18-svodka-mo-na-18-sentyabrya-2025-goda-den-1303-svo-voenkory-n",
    "news_text": "Срочные новости! Министерство обороны России опубликовало сводку о ходе специальной военной операции на Украине за 18 сентября 2025 года. В сообщении говорится о продолжении боевых действий в нескольких направлениях, в том числе в районе Сумской области. Отмечается применение артиллерии и авиации по позициям украинских войск. Также приводится информация о потерях и боевых успехах, а также о гуманитарных акциях по обмену тел погибших. Сообщается, что ситуация остаётся напряжённой, стороны продолжают вести активные боевые действия. Рекомендуется следить за официальными сводками для получения актуальной информации. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-18T19:13:34.973Z"
  },
  {
    "id": "2802b2507619af0b",
    "source_url": "https://t.me/s/gkhvsem?before=3848",
    "news_text": "Срочные новости! В сфере управления жилым фондом и коммунальными услугами в России готовится проект изменений, который касается ведения реестра собственников жилья. Вместо указания полного имени гражданина предлагается использовать формулировку «физическое лицо». Это изменение направлено на упрощение и стандартизацию данных в государственных информационных системах. Сообщается, что проект находится на стадии обсуждения и может повлиять на процесс учета жильцов. Следите за новостями, чтобы быть в курсе изменений в законодательстве и управлении жилищным фондом. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-18T19:13:34.973Z"
  },
  {
    "id": "a8319f9b8e973c20",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! Президент России Владимир Путин внес в Совет Федерации кандидатуру Александра Гуцана на пост генерального прокурора. Александр Гуцан ранее был полпредом президента в Северо-Западном федеральном округе и имеет стаж работы в органах прокуратуры. Это предложение стало одной из главных тем 18 сентября 2025 года. Кроме того, в Санкт-Петербурге предотвращён теракт, который, по информации правоохранителей, готовился по заданию из Киева. Следите за обновлениями, чтобы получать своевременную информацию о кадровых назначениях и событиях в сфере безопасности. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-18T19:13:34.973Z"
  }
]