[
  {
    "id": "81056adb76e119c0",
    "source_url": "https://news.mail.ru/svo/67963336/",
    "news_text": "Срочные новости! За последнюю неделю с 13 по 19 сентября Вооружённые силы России нанесли четыре групповых удара высокоточным оружием и ударными беспилотниками по объектам в Украине. Среди поражённых целей — объекты энергетики, топлива и транспорта, использовавшиеся ВСУ, а также арсеналы и центры подготовки операторов БПЛА, пункты временной дислокации украинских формирований и иностранных наёмников. Кроме того, российские войска взяли под контроль четыре населённых пункта: Николаевку в Днепропетровской области, Ольговское и Новоивановку в Запорожской области, а также Муравку в Донецкой Народной Республике. В Сумской и Харьковской областях группировка «Север» атаковала несколько бригад и полков ВСУ, нанёсши значительные потери живой силе и технике. Подробнее следите за обновлениями и оставайтесь в курсе событий. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-19T20:17:26.879Z"
  },
  {
    "id": "be7560b200a1f674",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-19/18:00",
    "news_text": "Срочные новости! Российская армия взяла под контроль населённый пункт Новоивановка в Запорожской области. Об этом сообщается в последнем отчёте Минобороны. Визит российского президента Владимира Путина в Пермь сопровождался посещением «Мотовилихинских заводов». В других новостях — в Петербурге предотвращено убийство руководителя оборонного предприятия, а в Подмосковье задержаны мошенники, связанные с украинским колл-центром, занимавшимся хищениями у россиян. Следите за новостями, чтобы быть в курсе важных событий. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-19T20:17:26.879Z"
  },
  {
    "id": "6a0bf1d300919a05",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-19/15:00",
    "news_text": "Срочные новости! Вооружённые силы России провели успешные манёвры сразу на нескольких направлениях. В то же время Еврокомиссия утвердила 19-й пакет антироссийских санкций. В Петербурге предотвращено убийство руководителя оборонного предприятия, а в Подмосковье задержаны мошенники, работавшие на украинский колл-центр, занимавшийся мошенничеством. В Сумской области российские морпехи вступили в бой с подразделениями ВСУ. Следите за обновлениями, чтобы получать свежие новости по ситуации в Украине. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-19T20:17:26.879Z"
  },
  {
    "id": "3a8a71817b6d0331",
    "source_url": "https://vk.com/wall-22822305_1625633",
    "news_text": "Срочные новости! В Москве объявлены хедлайнеры музыкального фестиваля «Фандом Фест ВКонтакте 2025». На главной сцене выступят известные южнокорейские группы EVERGLOW и 8TURN. Организаторы отмечают, что мероприятие привлечёт большое количество поклонников K-pop. Мероприятие запланировано на ближайшее время, подробности и даты будут опубликованы дополнительно. Следите за новостями, чтобы не пропустить важные анонсы. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-19T20:17:26.880Z"
  },
  {
    "id": "3a9d2c425c38b059",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-19/09:00",
    "news_text": "Срочные новости! В Санкт-Петербурге предотвращено убийство руководителя оборонного завода. Также поступают сообщения о мощных взрывах и пожарах на объектах Вооружённых сил Украины под Киевом. В Сумской области российские морские пехотинцы вступили в боевые действия с элитными подразделениями ВСУ. Эти события отражают текущую динамику ситуации в Украине. Рекомендуем оставаться на связи для получения оперативной информации. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-19T20:17:26.880Z"
  }
]