[
  {
    "id": "24233ce307440d7e",
    "source_url": "https://delo.ua/ru/news/karta-boevyx-deistvij-v-ukraine-na-25-sentyabrya-2025-goda-452903/",
    "news_text": "Срочные новости! Сегодня, 25 сентября 2025 года, продолжается 1310-й день полномасштабного конфликта в Украине. По данным Генерального штаба ВСУ, за последние сутки произошло 160 боевых столкновений. Противник нанес четыре ракетных и 68 авиационных ударов, применил шесть ракет и сбросил 136 управляемых авиабомб. Зафиксировано 5082 обстрела, из них 115 — из реактивных систем залпового огня, а также применялось 5846 дронов-камикадзе. Авиаудары были нанесены по районам населённых пунктов: Шиповатое Харьковской области; Доброполье, Константиновка, Славянск Донецкой области; Гуляйполе Запорожской области; Ольговка Херсонской области. Следите за обновлениями, чтобы быть в курсе ситуации. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-25T07:23:47.070Z"
  },
  {
    "id": "47d44fa5bacb755a",
    "source_url": "https://www.ptoday.ru/8307-jurij-podoljaka-svezhaja-svodka-na-25092025-vs-rf-tesnit-protivnika-ot-pokrovska-do-zaporozhja.html",
    "news_text": "Срочные новости! Военные действия на фронте в Украине продолжаются. По свежей сводке на 25 сентября 2025 года, российские войска усиливают давление сразу на нескольких направлениях — от Покровска и Мирнограда до Гуляйполя и Запорожья. По оценке военного аналитика Юрия Подоляки, противник несёт значительные потери и отходит на новые рубежи обороны, что создаёт угрозу окружения и прорывов для украинской армии. Ближайшие недели могут стать ключевыми для дальнейшего развития ситуации на фронте. Рекомендуем следить за новостями, чтобы получить актуальные данные. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-25T07:23:47.070Z"
  },
  {
    "id": "7469426e5fcd2c26",
    "source_url": "https://news.mail.ru/politics/68043724/",
    "news_text": "Срочные новости! В Нью-Йорке прошла встреча министра иностранных дел России Сергея Лаврова и госсекретаря США Марко Рубио, на которой обсуждался вопрос урегулирования кризиса в Украине. Представитель Госдепа призвал Москву предпринять шаги для достижения перемирия с Киевом. В свою очередь, Лавров заявил о неприемлемости схем Украины, направленных на затягивание конфликта. Продолжается международное обсуждение путей решения кризиса. Следите за развитием событий. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-25T07:23:47.070Z"
  },
  {
    "id": "3f3181a166ea222a",
    "source_url": "https://delo.ua/ru/news/karta-boevyx-deistvii-v-ukraine-na-25-sentyabrya-2025-goda-452903/",
    "news_text": "Срочные новости! За прошедшие сутки в Украине было зафиксировано активное использование дронов-камикадзе — 5846 единиц, а также значительное количество артиллерийских обстрелов — 5082. Помимо этого, противник применил 115 залпов реактивных систем залпового огня и совершил 68 авиаударов. Такие данные приводит Генеральный штаб ВСУ на утро 25 сентября 2025 года. Обстрелы коснулись важных населённых пунктов в Харьковской, Донецкой, Запорожской и Херсонской областях. Следите за новостями, чтобы оперативно получать информацию о текущей ситуации. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-25T07:23:47.070Z"
  },
  {
    "id": "ea74f64b8b61c3ea",
    "source_url": "https://news.mail.ru/politics/68043724/",
    "news_text": "Срочные новости! Генеральный секретарь ООН Антониу Гуттериш объявил о начале расследования инцидента, произошедшего во время заседания Генассамблеи ООН 23 сентября, где президент США Дональд Трамп застрял на эскалаторе. По мнению Гуттериша, инцидент может быть связан с попытками саботажа. Расследование проводится в контексте общей напряжённости на международной арене, в том числе по вопросам, связанным с конфликтом в Украине. Рекомендуем следить за обновлениями по этой теме. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-25T07:23:47.070Z"
  }
]