[
  {
    "id": "2d19b81ba41354bf",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В ночь на 23 сентября российские военные нанесли удары по позициям украинских спецподразделений и иностранных наемников в ответ на теракт против гражданских объектов в Крыму, сообщили в Минобороны РФ. Также представители российской стороны заявили о блокировании крупной группировки ВСУ с северной и западной стороны Купянска, взяв ее в полукольцо. По данным Минобороны, потери украинских военных при удержании города превысили 1800 человек за месяц. В то же время в Турции произошло ДТП с туристическим автобусом из России, пострадали 15 человек, двое — с тяжелыми травмами. Источник информации — Минобороны РФ и МВД Турции. Следите за обновлениями, чтобы быть в курсе последних событий в регионе. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-23T21:56:01.110Z"
  },
  {
    "id": "24469a6d25a2601e",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/21:00",
    "news_text": "Срочные новости! Вооруженные силы РФ 23 сентября нанесли групповой удар по базам спецназа Вооруженных сил Украины и иностранных наемников в Одесской области, сообщили в Минобороны РФ. По их данным, российские войска также взяли под контроль две трети зданий в Купянске Харьковской области. Министр обороны отметил успешное освобождение села Переездное в Донецкой Народной Республике. Эта операция связана с продолжающимися боевыми действиями в регионе. Информация поступает от официальных представителей военного ведомства. Оставайтесь с нами, чтобы получать свежие новости и подробности. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-23T21:56:01.110Z"
  },
  {
    "id": "8910d99f3aaeccbd",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/18:00",
    "news_text": "Срочные новости! 23 сентября российские военные нанесли новые удары по украинским военным объектам в тылу. В Днепропетровской области российские бойцы осуществили вылазку, чтобы проникнуть в тыл противника, сообщили в Минобороны РФ. В Запорожье нанесен удар по предприятиям украинского военно-промышленного комплекса. В ЛНР президент провел обсуждение ситуации с главой региона, затронув вопросы восстановления инфраструктуры и кадров. Также на территории Самарской области задержали двух человек, подозреваемых в действиях в интересах Киева. Следите за новостями для получения дополнительной информации. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-23T21:56:01.110Z"
  },
  {
    "id": "229a56457a41e855",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В Самарской области задержаны несколько человек, в том числе отец и сын, подозреваемые в действиях в интересах Киева, сообщили правоохранительные органы. Также задержаны руководители компаний «Облкоммунэнерго» по подозрению в хищении бюджетных средств в рамках концессионных соглашений. Эти задержания связаны с расследованиями по экономическим и контрразведывательным делам. Власти продолжают работу по выявлению и пресечению подобных преступлений. Оставайтесь на связи, чтобы не пропустить важные обновления по этим вопросам. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-23T21:56:01.110Z"
  },
  {
    "id": "d07dcceed42aa588",
    "source_url": "https://t.me/s/moscowtimes_ru?before=37288",
    "news_text": "Срочные новости! По данным СВР, страны Евросоюза готовятся к возможным действиям в Молдавии, включая возможность введения войск и фактической оккупации страны, чтобы удержать Молдавию в рамках своей политики, которую в сообщении называют «русофобской». Эта информация отражает текущую напряженность в регионе и возможные изменения в международных отношениях. Подписывайтесь на обновления, чтобы получать своевременные новости о ситуации на постсоветском пространстве. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-23T21:56:01.111Z"
  }
]