[
  {
    "id": "07ba78a0713695ba",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! Сегодня стало известно, что в рамках обмена между Россией и Украиной российской стороне передали тела 24 военнослужащих. Об этом сообщил депутат Госдумы Шамсаил Саралиев. Детали по участникам обмена и состояние переговоров не раскрываются. Такие обмены телами происходят в контексте продолжающегося конфликта между странами. Власти обеих сторон отмечают важность гуманитарного аспекта и соблюдения международных норм в этом вопросе. Следите за обновлениями, чтобы быть в курсе дальнейших новостей по теме. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-18T20:52:19.709Z"
  },
  {
    "id": "3df2004e1036fbc3",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! Беспилотные летательные аппараты Вооруженных сил Украины нанесли удар по нефтеперерабатывающему заводу в Башкирии, принадлежащему компании «Газпром нефтехим Салават». Сообщается, что атаковали два беспилотника самолетного типа. По предварительной информации, в результате нападения пострадавших нет, а ущерб уточняется. Местные службы проводят оценку ситуации и обеспечивают безопасность на территории предприятия. Следите за новостями для получения дополнительной информации. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-18T20:52:19.710Z"
  },
  {
    "id": "07f2b57ef0596adf",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! В Москве Замоскворецкий районный суд вынес решение перевести главного редактора телеграм-канала Baza Глеба Трифонова из следственного изолятора под домашний арест. Аналогичный режим содержания назначен продюсеру Татьяне Лукьяновой. Данные меры были приняты в рамках продолжающегося расследования, детали которого не разглашаются. Информация о сроках домашнего ареста и дальнейших процессуальных шагах пока отсутствует. Следите за развитием событий. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-18T20:52:19.710Z"
  },
  {
    "id": "c5ead51da8e207ed",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! В Государственной думе России предложили временно отключать интернет для граждан. Депутат Николай Арефьев выступил с инициативой отключать доступ к интернету на неделю или хотя бы на выходные дни. По его мнению, это позволит людям сохранить здоровье и снизить количество случаев зависимости от игровых ресурсов. Предложение вызвало широкий общественный резонанс, обсуждение продолжается. Следите за новостями, чтобы узнать о дальнейших решениях по этой теме. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-18T20:52:19.710Z"
  },
  {
    "id": "fe68152b5b2a933b",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/18:00",
    "news_text": "Срочные новости! Президент России Владимир Путин встретился с лидерами парламентских фракций, чтобы обсудить приоритеты работы и итоги прошедших выборов. Также он внес в Совет Федерации кандидатуру Александра Гуцана на пост генерального прокурора России. Совет Федерации назначил рассмотрение данной кандидатуры на 24 сентября. В ходе встречи обсуждались ключевые задачи законодательной деятельности на ближайшее время. Следите за новостями, чтобы быть в курсе дальнейших кадровых решений и политических событий. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-18T20:52:19.710Z"
  }
]