[
  {
    "id": "ddad8a99e9a098f5",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! Сегодня ночью российские военные нанесли удары по позициям украинских спецподразделений и иностранных наемников в ответ на теракт в Крыму, сообщили в Минобороны РФ. Кроме того, российские войска заблокировали крупную группировку ВСУ с северной и западной стороны Купянска, создав полукольцо. Согласно Минобороны, потери украинских сил за месяц при удержании города превысили 1800 военнослужащих. Также сообщается о задержании владельца компании «Облкоммунэнерго» Алексея Боброва и других руководителей по подозрению в хищении бюджетных средств. В Турции произошло ДТП с участием туристического автобуса из РФ, пострадали 15 человек, двое в тяжелом состоянии. Следите за обновлениями, чтобы быть в курсе событий в Украине и мире. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-23T22:13:46.966Z"
  },
  {
    "id": "a29cf915c397dc7e",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/18:00",
    "news_text": "Срочные новости! 23 сентября Вооружённые силы РФ нанесли групповые удары по базам украинского спецназа и иностранных наёмников в Одесской области. Подразделения «Южной» группировки взяли под контроль населённый пункт Переездное в Донецкой Народной Республике. В Харьковской области российские бойцы окружили крупную группировку ВСУ в Купянске, создав полукольцо. Также в Самарской области задержаны отец и сын, подозреваемые в деятельности в интересах Киева. В Днепропетровской области российские силы предприняли вылазку с целью проникновения в тыл противника. Следите за новостями, чтобы получать свежую информацию по ситуации в Украине. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-23T22:13:46.966Z"
  },
  {
    "id": "029f199e27f1d3d6",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/21:00",
    "news_text": "Срочные новости! 23 сентября в 18:00 Вооружённые силы Российской Федерации нанесли новые удары по украинским военным объектам в тылу. В частности, сообщается о нанесении ударов по инфраструктуре и военным базам, что является частью текущих боевых действий. Подробности по масштабам и последствиям ударов уточняются. Информация обновляется по мере поступления данных. Следите за обновлениями, чтобы быть в курсе последних событий в Украине. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-23T22:13:46.966Z"
  },
  {
    "id": "9c7f126b80f3730c",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В ночь на 23 сентября по данным Службы внешней разведки России, страны Евросоюза готовятся к возможному введению войск в Молдавию и фактической оккупации страны с целью удержания её в определённой политике. Эти заявления отражают обеспокоенность в Москве по поводу геополитической ситуации в регионе. Ситуация развивается, и новые данные могут появиться в ближайшее время. Оставайтесь с нами, чтобы получить актуальную информацию по международным событиям, связанным с Украиной. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-23T22:13:46.966Z"
  },
  {
    "id": "d6f9f50eb0fa24a9",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! 23 сентября утром в турецкой Аланье столкнулись туристический автобус с гражданами России и пассажирский микроавтобус. По предварительным данным, в аварии пострадали 15 человек, двое получили тяжелые травмы. Инцидент произошел при движении по городской дороге, причины столкновения уточняются. Пострадавшие получили медицинскую помощь на месте и доставлены в больницу. Следите за новостями для получения дополнительной информации о состоянии пострадавших и ходе расследования. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-23T22:13:46.966Z"
  }
]