[
  {
    "id": "d73f4fc11b9948b8",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В ночь на 23 сентября российские военные нанесли удары по позициям украинских спецподразделений и иностранных наемников, что связано с ответом на теракт против гражданских объектов в Крыму, сообщает Минобороны РФ. В сообщении говорится о нанесении ударов по объектам в Одесской области и других местах, где располагаются подразделения, участвующие в спецоперациях. По данным ведомства, российские войска также заблокировали крупную группировку ВСУ в районе Купянска, взяв ее в полукольцо с северной и западной стороны. Потери украинской стороны за месяц оцениваются более чем в 1800 военнослужащих. В то же время в Службе внешней разведки России заявили о подготовке стран Евросоюза к возможной оккупации Молдавии с целью удержания страны в их политическом влиянии. Также за хищение бюджетных средств задержаны руководители нескольких компаний, включая «Облкоммунэнерго». Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-23T22:16:50.329Z"
  },
  {
    "id": "4fdeed9fb93f6cc5",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/18:00",
    "news_text": "Срочные новости! Вооружённые силы Российской Федерации нанесли групповые удары по базам спецназа Вооружённых сил Украины и иностранных наёмников в Одесской области. Также сообщается об освобождении населённого пункта Переездное в Донецкой Народной Республике силами подразделений «Южной» группировки. В Харьковской области российские войска взяли в полукольцо крупную группировку украинских сил в районе Купянска. В Днепропетровской области были проведены операции с целью проникновения в тыл противника. В Самарской области задержаны граждане, подозреваемые в деятельности в интересах Киева. Эти события происходят на фоне продолжающихся боевых действий и отражают динамику ситуации на различных направлениях конфликта. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-23T22:16:50.329Z"
  },
  {
    "id": "36ac3245b30498df",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/21:00",
    "news_text": "Срочные новости! Российские вооружённые силы нанесли новые удары по украинским военным объектам в тылу, продолжая операции, направленные на ослабление военной инфраструктуры. Эти удары затронули предприятия украинского военно-промышленного комплекса в подконтрольных Киеву районах Запорожской области. В Днепропетровской области российские бойцы осуществили вылазку с целью проникновения в тыл противника, что указывает на активизацию тактических действий. Кроме того, сотрудники российских сил безопасности задержали двух предполагаемых террористов в Самарской области, что подчеркивает меры по обеспечению безопасности на внутреннем фронте. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-23T22:16:50.329Z"
  },
  {
    "id": "3e9a597b2a032379",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В Турции, в курортной Аланье, утром 23 сентября произошло столкновение туристического автобуса с пассажирским микроавтобусом. По предварительным данным, пострадали 15 человек, из них двое получили тяжёлые ранения. Инцидент вызвал оперативный отклик служб спасения и скорой медицинской помощи. Обстоятельства аварии уточняются, проводится расследование причин столкновения. Российские туристы, находившиеся в автобусе, получили необходимую помощь на месте, продолжается мониторинг их состояния. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-23T22:16:50.329Z"
  },
  {
    "id": "8481cf6848af2723",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В Самарской области сотрудники ФСБ и Росгвардии задержали двух лиц, подозреваемых в причастности к террористической деятельности в интересах Киева. По информации правоохранительных органов, задержанные планировали совершить действия, направленные на подрывную деятельность. Меры безопасности и контроля усилены на территории региона в связи с этими задержаниями. Расследование продолжается, правовые процедуры находятся в стадии выполнения. Эти действия подтверждают активизацию мер безопасности в России на фоне продолжающегося конфликта. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-23T22:16:50.329Z"
  }
]