[
  {
    "id": "c8bacc6452946ec3",
    "source_url": "https://www.ptoday.ru/8305-pokrovskij-kotel-i-boi-za-chasov-jar-novosti-svo-ot-25-sentjabrja-2025-karta-boev-na-ukraine-segodnja-voennaja-svodka-1308-j-den-specoperacii-rossii-na-ukraine.html",
    "news_text": "Срочные новости! На 1308-й день специальной военной операции ситуация на линии боевого соприкосновения остаётся напряжённой. В районе Покровска продолжаются городские бои, российские войска постепенно расширяют зону контроля в застройке. Одновременно идёт штурм западной части населённого пункта Удачное, большая часть которого уже находится под контролем российских подразделений. В районе Новопавловки усиливается давление, так как туда перебрасывают резервы украинские силы в попытке стабилизировать фронт. В «Добропольском выступе» идут тяжёлые встречи в районе Панковки и Новоторецкого, где противник пытается срезать выступ. Также отмечены тактические успехи у Нового Донбасса, Золотого Колодезя, Кучеров Яр и Шахово. Следите за обновлениями, чтобы оставаться в курсе событий. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-25T05:24:23.806Z"
  },
  {
    "id": "94ebffa6a37fc113",
    "source_url": "https://newdaynews.ru/moscow/2025/09/25/",
    "news_text": "Срочные новости! За прошедшую ночь российские силы сбили 55 украинских беспилотных летательных аппаратов, которые были зафиксированы над регионами России. Также сегодня утром в аэропорту Шереметьево произошло столкновение двух самолётов, инцидент расследуется. Важно следить за развитием ситуации и официальными сообщениями для получения точной информации о безопасности на воздушных трассах. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-25T05:24:23.806Z"
  },
  {
    "id": "c9c7d1f318468465",
    "source_url": "https://life.ru/p/1792549",
    "news_text": "Срочные новости! В Харьковской области российские войска взяли под контроль ещё 115 зданий в городе Купянск. Для стабилизации ситуации украинское командование направило в город дополнительные силы, включая националистические формирования, которые выполняют задачи заградотрядов с целью не допустить отступления украинских войск. В районе Курской области продолжаются боевые действия, где беспилотники уничтожают личный состав украинских подразделений у села Павловка. Противник не проводит наступательных действий возле Тёткина. Эти события свидетельствуют о продолжающемся напряжении на линии фронта. Рекомендуется следить за новостями для актуальной информации. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-25T05:24:23.806Z"
  },
  {
    "id": "bdfd85f43a3fc43d",
    "source_url": "https://www.kp.ru/daily/27721/5147579/",
    "news_text": "Срочные новости! В среду, 24 сентября, центр Новороссийска подвергся атаке украинских дронов. По заявлению российских источников, в результате атаки погибло двое человек, более 15 получили ранения, включая ребёнка. Также угрозы атак украинских дронов были объявлены в городах Геленджик, Туапсе и Сочи. Сообщается, что в Новороссийске не было военных объектов в зоне удара. Следите за официальными сообщениями для уточнения деталей и развития ситуации. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-25T05:24:23.806Z"
  },
  {
    "id": "8bc171a47b2eafd2",
    "source_url": "https://www.ptoday.ru/8305-pokrovskij-kotel-i-boi-za-chasov-jar-novosti-svo-ot-25-sentjabrja-2025-karta-boev-na-ukraine-segodnja-voennaja-svodka-1308-j-den-specoperacii-rossii-na-ukraine.html",
    "news_text": "Срочные новости! На Донбасском направлении продолжаются активные боевые действия. Российские войска ведут ожесточённые столкновения в районе Часов Яра, стремясь удерживать позиции и расширять контроль над населенными пунктами. Ведутся бои за стратегически важные территории, в том числе в районах Нового Донбасса и Золотого Колодезя. Украинские подразделения пытаются организовать контратаки, но российская сторона сообщает о тактических успехах. Рекомендуется следить за обновлениями, чтобы получать своевременную информацию о развитии событий. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-25T05:24:23.807Z"
  }
]