[
  {
    "id": "8997dfbb92128712",
    "source_url": "https://www.interfax.ru/news/2025/09/21",
    "news_text": "Срочные новости! В Белгородской области женщина погибла в результате обстрела, который, по заявлению украинской стороны, был нанесён по территории региона. Власти сообщают о продолжающихся инцидентах с обстрелами вдоль российско-украинской границы. Официальные источники уточняют, что система гражданской защиты работает в усиленном режиме. Подробности и меры реагирования продолжают уточняться. Следите за обновлениями, чтобы быть в курсе последних событий в регионе. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-21T08:37:11.850Z"
  },
  {
    "id": "73bbd481a8f73060",
    "source_url": "https://www.youtube.com/watch?v=_sZkHncE1_U",
    "news_text": "Срочные новости! В Украине продолжается процесс восстановления инфраструктуры в освобождённых районах. Министерство регионального развития сообщает о начале масштабных работ по ремонту дорог, мостов и жилых зданий, повреждённых в ходе боевых действий. Приоритет отдан объектам жизнеобеспечения и социальной инфраструктуре. Власти подчёркивают важность координации усилий для скорейшего возвращения нормальной жизни. Следите за новостями, чтобы узнать о ходе восстановления. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-21T08:37:11.850Z"
  },
  {
    "id": "407cd65fd147c44d",
    "source_url": "https://tv.rbc.ru/archive/news/68cfa6a42ae5963d778dfcce",
    "news_text": "Срочные новости! В Киеве заявили о проведении дополнительного мобилизационного набора в Вооружённые силы Украины. В Минобороны уточнили, что набор направлен на усиление подразделений в зоне боевых действий и улучшение подготовки резервистов. Процедуры мобилизации проходят согласно законодательству Украины с учётом всех социальных гарантий для призывников. Подробности и условия участия доступны на официальных ресурсах. Следите за обновлениями, чтобы быть в курсе изменений в оборонной сфере. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-21T08:37:11.850Z"
  },
  {
    "id": "cc9212b03092b144",
    "source_url": "https://t.me/s/istories_media?before=9059",
    "news_text": "Срочные новости! В Украине продолжается обсуждение законопроекта о наказании за уничтожение имущества по политическим мотивам. Законодатели предлагают ввести штрафы и тюремные сроки до 5 лет за подобные действия. В пояснительной записке отмечается, что это направлено на защиту общественного порядка и визуальной информации в городах. Обсуждения проходят в парламенте, и ожидается, что в ближайшее время будет принято окончательное решение. Следите за новостями, чтобы узнать о ходе законодательных инициатив. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-21T08:37:11.850Z"
  },
  {
    "id": "1e4b33ab36aee75b",
    "source_url": "https://www.youtube.com/watch?v=_sZkHncE1_U",
    "news_text": "Срочные новости! Международные организации сообщили об очередной партии гуманитарной помощи, направляемой в Украину. В составе груза — медикаменты, продукты питания и предметы первой необходимости. Доставка осуществляется в сотрудничестве с украинскими и международными партнёрами, чтобы обеспечить поддержку населению, пострадавшему в ходе конфликта. Власти подчёркивают важность координации для эффективного распределения помощи. Следите за новостями, чтобы узнать о дальнейших шагах в этой сфере. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-21T08:37:11.850Z"
  }
]