[
  {
    "id": "41766877c73f342c",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В ночь на 23 сентября российские военные нанесли удары по позициям украинских спецподразделений и иностранных наемников в ответ на теракт против гражданских объектов в Крыму, сообщили в Минобороны РФ. По данным ведомства, удары были направлены на ликвидацию объектов, связанных с проведением теракта. В заявлении отмечается, что российские войска продолжают операции в регионе. Следите за обновлениями новостей для получения дальнейшей информации. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-23T21:29:24.706Z"
  },
  {
    "id": "a859e8975228b63d",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В Турции, в курортном городе Аланья, утром 23 сентября произошло столкновение туристического автобуса с пассажирским микроавтобусом. По предварительным данным, пострадали 15 человек, двое из которых получили тяжелые ранения. Местные службы оказывают помощь пострадавшим и проводят расследование обстоятельств ДТП. Подробности инцидента уточняются, рекомендуем оставаться в курсе событий через официальные источники. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-23T21:29:24.706Z"
  },
  {
    "id": "679499a940201d2f",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В Купянске Харьковской области российские войска заблокировали крупную группировку Вооружённых сил Украины с северной и западной стороны, взяв её в полукольцо, сообщили в Минобороны РФ. По их данным, потери украинских сил за месяц при удержании города превысили 1800 военнослужащих. В ведомстве уточнили, что операции продолжаются, и ситуация остаётся напряжённой. Следите за дальнейшими обновлениями по ситуации в регионе. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-23T21:29:24.706Z"
  },
  {
    "id": "41ca340c54026dbe",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В России задержан владелец компании «Облкоммунэнерго» Алексей Бобров, а также глава совета директоров Татьяна Черных, руководитель дочерней компании Артем Носков и экс-глава Антон Боликов. Их подозревают в хищении бюджетных средств в рамках концессионных соглашений. Следственные органы проводят проверку, детали дела уточняются. Рекомендуем следить за официальными сообщениями по данному вопросу. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-23T21:29:24.706Z"
  },
  {
    "id": "f8445f41dcf48645",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/18:00",
    "news_text": "Срочные новости! Российские вооружённые силы нанесли групповой удар по базам спецназа Вооружённых сил Украины и иностранных наёмников в Одесской области, сообщили в Минобороны РФ. Удары направлены на уничтожение инфраструктуры и боевых возможностей противника. Министерство обороны продолжает информировать о ходе операций, рекомендуем следить за последними новостями для получения дополнительной информации. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-23T21:29:24.706Z"
  }
]