[
  {
    "id": "6b017e7822300b4a",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! Сегодня в Башкирии зафиксирована атака беспилотных летательных аппаратов самолетного типа на нефтеперерабатывающий завод, принадлежащий компании \"Газпром нефтехим Салават\". По сообщению, в результате налёта пострадавших нет. Данные о масштабах ущерба уточняются. Власти региона проводят проверку и принимают меры для предотвращения подобных инцидентов в будущем. Следите за обновлениями событий. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-18T19:47:07.463Z"
  },
  {
    "id": "5b58e09cfdca612c",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! Российская и украинская стороны провели обмен телами военнослужащих. По заявлению депутата Госдумы Шамсаила Саралиева, российской стороне передали тела 24 военнослужащих. Обмен прошёл в рамках достигнутых договорённостей между сторонами. Дополнительная информация о дальнейших процедурах и реакции сторон ожидается. Оставайтесь в курсе последних новостей. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-18T19:47:07.463Z"
  },
  {
    "id": "1ff15f5dd212f57c",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! Президент России Владимир Путин предложил кандидатуру Александра Гуцана на должность генерального прокурора РФ. Гуцан ранее занимал пост полпреда президента в Северо-Западном федеральном округе и имеет опыт работы в органах прокуратуры с 2007 по 2018 годы, включая заместителя генпрокурора. Совет Федерации назначил рассмотрение кандидатуры на 24 сентября. Следите за развитием событий. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-18T19:47:07.463Z"
  },
  {
    "id": "7ccc45e4324e5a45",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! В Москве суд перевёл главного редактора телеграм-канала Baza Глеба Трифонова и продюсера Татьяну Лукьянову из следственного изолятора под домашний арест. Такое решение принял Замоскворецкий районный суд. Обвинения и детали дела не раскрываются. Оба лица остаются под контролем правоохранительных органов. Следите за обновлениями по этому делу. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-18T19:47:07.463Z"
  },
  {
    "id": "08ca2430b4d638be",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! В Государственной думе РФ депутат Николай Арефьев предложил на время отключать интернет для россиян — на неделю или выходные дни. По его мнению, это может помочь снизить число случаев игромании и улучшить здоровье населения. Инициатива обсуждается, реакция других депутатов и экспертов пока не известна. Следите за развитием ситуации. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-18T19:47:07.463Z"
  }
]