[
  {
    "id": "b8ec0597f7e8f7df",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/15:00",
    "news_text": "Срочные новости! В 15:00 18 сентября сообщается, что Вооружённые силы Российской Федерации нанесли новые массированные удары по военным объектам в тыловых районах Украины. По данным источника, удары были сосредоточены на ключевых инфраструктурных объектах. В то же время в Петербурге предотвращено убийство руководителя оборонного предприятия. Подробности инцидента уточняются. Также в Московской области задержаны мошенники, которые, по заявлению правоохранительных органов, работали на украинский колл-центр, занимавшийся хищениями у граждан России. Следствие продолжается. Следите за обновлениями, чтобы быть в курсе последних событий. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-18T13:47:32.947Z"
  },
  {
    "id": "67a3fe18a1ef80f5",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/12:00",
    "news_text": "Срочные новости! В выпуске новостей в 12:00 18 сентября сообщается о продолжающихся взрывах и пожарах на объектах Вооружённых сил Украины в районе Киева. Приходят сообщения о новых атаках на военные склады и инфраструктуру. В Сумской области российские морские пехотинцы сообщили о боевых столкновениях с подразделениями Вооружённых сил Украины, которые, по заявлению стороны, являются элитными. В Санкт-Петербурге предотвращён теракт, связанный с оборонным комплексом, а также вынесен приговор ещё одному украинскому военнослужащему по обвинению в участии в боевых действиях. Оставайтесь на связи для получения актуальной информации. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-18T13:47:32.947Z"
  },
  {
    "id": "f07c76df24dd062c",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/09:00",
    "news_text": "Срочные новости! В утреннем выпуске новостей 18 сентября сообщается о предотвращении в Санкт-Петербурге покушения на руководителя оборонного завода. Также поступают сообщения о мощных взрывах и пожарах на объектах Вооружённых сил Украины в районе Киева. В Сумской области российские морпехи сообщили о боях с подразделениями Вооружённых сил Украины, заявляя о противостоянии с элитными частями. Эти события развиваются в контексте продолжающегося конфликта в регионе. Рекомендуется следить за обновлениями для получения более подробной информации. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-18T13:47:32.947Z"
  },
  {
    "id": "c5dc791927a4d29d",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/15:00",
    "news_text": "Срочные новости! По состоянию на 18 сентября в Подмосковье задержана группа мошенников, которые, согласно заявлению правоохранительных органов, работали на колл-центр, связанный с Украиной, и занимались хищениями денежных средств у граждан России. В ходе обыска изъяты доказательства противоправной деятельности. Расследование продолжается, правоохранители призывают граждан быть внимательными и сообщать о подозрительных звонках. Подробности инцидента будут опубликованы по мере поступления новой информации. Следите за новостями. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-18T13:47:32.948Z"
  },
  {
    "id": "6d3627ee7c5ba4c3",
    "source_url": "https://www.youtube.com/watch?v=MSwPfR272PA",
    "news_text": "Срочные новости! В утреннем выпуске новостей 18 сентября сообщается, что продолжаются боевые действия в Украине. Зафиксированы новые массированные удары по военным объектам в тыловых районах. В городе Санкт-Петербурге предотвращено покушение на руководителя оборонного завода. Также поступают сведения о пожарах и взрывах на объектах Вооружённых сил Украины в районе Киева. В Сумской области идут бои между российскими морскими пехотинцами и подразделениями Вооружённых сил Украины. Следите за дальнейшими обновлениями, чтобы быть в курсе развития событий. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-18T13:47:32.948Z"
  }
]