[
  {
    "id": "9cfe353857552b48",
    "source_url": "https://rutube.ru/video/e19cedec36ecb63ec326128a4c11ce73/",
    "news_text": "Срочные новости! Сегодня, 19 сентября 2025 года, в зоне конфликта в Донецкой народной республике продолжаются ожесточённые боевые действия в районе Константиновки. По сообщениям, российские военные ведут операции по вытеснению противника, при этом их активно поддерживают добровольческие формирования. В то же время ситуация в регионе остаётся напряжённой, с продолжающимися столкновениями и обменом огня. Следите за обновлениями, чтобы быть в курсе дальнейшего развития событий. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-19T12:29:31.451Z"
  },
  {
    "id": "3b051f1e32e41b01",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-19/12:00",
    "news_text": "Срочные новости! Вчера, 18 сентября 2025 года, Вооружённые силы Российской Федерации нанесли новые массированные удары по военной инфраструктуре и объектам военно-промышленного комплекса в тыловых районах Украины. Эти действия направлены на снижение возможностей логистики и производства вооружения. Дополнительно сообщается, что в Санкт-Петербурге предотвращено убийство руководителя оборонного предприятия, а в Подмосковье задержана группа мошенников, связанная с украинским колл-центром, занимавшимся грабежами граждан России. Будьте внимательны к официальным сообщениям и новостям. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-19T12:29:31.451Z"
  },
  {
    "id": "ee7203cb0aba81e3",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-19/09:00",
    "news_text": "Срочные новости! Сегодня утром, 19 сентября 2025 года, в зоне конфликта в Сумской области зафиксированы боевые столкновения с участием морских пехотинцев. Российские подразделения провели бои с подразделениями Вооружённых сил Украины, в результате чего удалось отстоять позиции. Также поступают сообщения о мощных взрывах и пожарах на военных объектах ВСУ в районе Киева. Ситуация остаётся напряжённой, стороны продолжают вести активные боевые действия. Следите за обновлениями новостей для получения подробной информации. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-19T12:29:31.451Z"
  },
  {
    "id": "583e40a9cb0b8e65",
    "source_url": "https://rutube.ru/video/e19cedec36ecb63ec326128a4c11ce73/",
    "news_text": "Срочные новости! В Санкт-Петербурге на таможне задержана рекордная партия наркотиков — бананы, внутри которых обнаружен кокаин. Нарушенная партия пришла из Латинской Америки. Оперативные службы провели успешную спецоперацию по пресечению контрабанды. Власти подчёркивают важность усиления контроля на таможенных пунктах для предотвращения подобных случаев. Рекомендуется обращать внимание на официальные сообщения для своевременного получения информации о подобных инцидентах. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-19T12:29:31.451Z"
  },
  {
    "id": "5cd980305c2d4ff6",
    "source_url": "https://rutube.ru/video/e19cedec36ecb63ec326128a4c11ce73/",
    "news_text": "Срочные новости! В России планируется ограничение на вывоз золота в слитках за границу. Соответствующие меры вводятся с целью регулирования экспорта драгоценных металлов. Нововведение будет касаться как физических, так и юридических лиц, и предполагает более строгий контроль за вывозом золота. Ожидается, что это повлияет на рынок драгметаллов и внешнеэкономические операции. Следите за официальными источниками для получения детальной информации о новых правилах. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-19T12:29:31.451Z"
  }
]