[
  {
    "id": "4f59b610600d72e3",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! Вечером 18 сентября 2025 года в России прошел обмен телами военнослужащих с Украиной: российская сторона получила тела 24 военнослужащих, сообщил депутат Госдумы Шамсаил Саралиев. Также сообщается об атаке двух беспилотников ВСУ на нефтеперерабатывающий завод в Башкирии, принадлежащий «Газпром нефтехим Салават» — пострадавших нет. Президент РФ Владимир Путин предложил назначить Александра Гуцана на пост генпрокурора. Кроме того, главред телеграм-канала Baza и продюсер переведены под домашний арест. В Госдуме рассматривается предложение временно отключать интернет для снижения числа случаев игромании и улучшения здоровья граждан. Следите за обновлениями. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-18T20:07:14.406Z"
  },
  {
    "id": "5a71a7ad208fc7f3",
    "source_url": "https://bbc.in/3OPmVgG",
    "news_text": "Срочные новости! Украинские власти расследуют информацию о возможном расстреле украинских военнопленных российскими войсками в Авдеевке, которая недавно перешла под контроль армии РФ. По данным BBC, шесть тяжелораненых украинских солдат остались в опорном пункте «Зенит» после отхода украинских войск, предполагалось, что они сдадутся в плен. Позднее в российских телеграм-каналах появились видео с телами, которые были опознаны родственниками. Расследование продолжается, чтобы установить последовательность событий. Следите за развитием ситуации. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-18T20:07:14.406Z"
  },
  {
    "id": "03de11ba6baa7cfe",
    "source_url": "https://www.rline.tv/news/2025-09-18-svodka-mo-na-18-sentyabrya-2025-goda-den-1303-svo-voenkory-na-pokrovskom-napravlenii-rossiyskaya-avi/",
    "news_text": "Срочные новости! Министерство обороны России опубликовало сводку боевых действий за 18 сентября 2025 года. На Покровском направлении российские войска продолжают наступление со стороны Леонтовичей, оказывают давление на противника и контролируют основные линии снабжения ВСУ в городе. На Донецком фронте штурмовые группы РФ занимают новые позиции южнее Новоивановки и продвигаются к Калиновскому. На Запорожском фронте идут бои в Степногорске и Приморском. На Херсонском направлении украинские силы нанесли ранения гражданским в нескольких населённых пунктах. Обстановка остаётся напряжённой. Будьте в курсе последних событий. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-18T20:07:14.407Z"
  },
  {
    "id": "cc08c834dbecb86b",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/18:00",
    "news_text": "Срочные новости! Владимир Путин провёл встречу с лидерами парламентских фракций, обсудив приоритеты работы и итоги выборов. Совет Федерации назначил на 24 сентября рассмотрение двух кадровых инициатив президента, включая кандидатуру Александра Гуцана на пост генпрокурора. ФСБ сообщила о предотвращении покушения на главу оборонного предприятия в Санкт-Петербурге. В Подмосковье задержаны лица, подозреваемые в сотрудничестве с украинскими телефонными мошенниками. Следите за развитием политических и правоохранительных событий. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-18T20:07:14.407Z"
  },
  {
    "id": "78554cb88116ef36",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! Российские власти сообщили о предложении депутата Госдумы Николая Арефьева временно отключать интернет на неделю или на выходные для снижения числа случаев игромании и улучшения здоровья населения. Такое предложение вызывает дискуссии в обществе и среди экспертов. Одновременно с этим продолжаются кадровые изменения и меры безопасности в стране, включая перевод главреда телеграм-канала Baza под домашний арест. Следите за официальными новостями и комментариями по теме. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-18T20:07:14.407Z"
  }
]