[
  {
    "id": "d70eb5720baa999a",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В ночь на 23 сентября российские военные нанесли удары по позициям украинских спецподразделений и иностранных наемников в ответ на теракт против гражданских объектов в Крыму, сообщили в Минобороны РФ. Также в ведомстве рассказали, что российские войска заблокировали крупную группировку ВСУ с северной и западной стороны Купянска, взяв ее в полукольцо. Потери украинских сил за месяц при удержании города превысили 1800 военнослужащих по данным Минобороны. В это же время в Турции в районе Аланьи произошло столкновение туристического автобуса и микроавтобуса, пострадали 15 человек, двое из них получили тяжелые травмы. Кроме того, в России задержаны несколько руководителей компаний, подозреваемых в хищении бюджетных средств в энергетической сфере. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-23T22:29:09.781Z"
  },
  {
    "id": "42fea21754185eb2",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/18:00",
    "news_text": "Срочные новости! Вооруженные силы Российской Федерации нанесли групповые удары по базам спецназа Вооруженных сил Украины и иностранных наемников в Одесской области, сообщили в официальных источниках. В Харьковской области подразделения российской армии взяли в полукольцо крупную группировку ВСУ в районе Купянска. В Донецкой народной республике подразделения «Южной» группировки сообщили о взятии под контроль населенного пункта Переездное. Среди прочего, в Самарской области России задержаны отец и сын, подозреваемые в деятельности в интересах Киева. Эти события произошли 23 сентября и отражают текущую ситуацию на военном и политическом фронтах в регионе. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-23T22:29:09.781Z"
  },
  {
    "id": "e292547b696337d3",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/21:00",
    "news_text": "Срочные новости! Вооруженные силы Российской Федерации нанесли новые удары по украинским военным объектам в тылу 23 сентября. Удары были направлены на объекты в различных регионах Украины, включая предприятия военно-промышленного комплекса. Также в Днепропетровской области российские бойцы предприняли вылазку, чтобы проникнуть в тыл противника. В ЛНР президент региона обсудил с главой региона вопросы восстановления инфраструктуры и кадрового состава. Эти действия отражают продолжающуюся активность военных операций и политических переговоров. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-23T22:29:09.781Z"
  },
  {
    "id": "213c71361025b17d",
    "source_url": "https://t.me/s/ve4niyvoy?before=4822",
    "news_text": "Срочные новости! Встреча Владимира Путина и Дональда Трампа завершилась без конкретных договоренностей. Обе стороны договорились продолжать переговоры, однако конкретных решений по урегулированию конфликта в Украине достигнуто не было. Обсуждались перспективы мирных переговоров, а также текущая ситуация на фронтах. В информационном пространстве продолжают обсуждать различные аспекты возможного развития событий, однако пока изменений в статус-кво не зафиксировано. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-23T22:29:09.781Z"
  },
  {
    "id": "a10b7e7855cd2d4f",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В России задержаны руководители нескольких компаний, включая владельца «Облкоммунэнерго» Алексея Боброва, главу совета директоров Татьяну Черных, руководителя дочерней компании и экс-главу, подозреваемые в хищении бюджетных средств в рамках концессионных соглашений. Следственные действия продолжаются, ведется проверка по фактам злоупотреблений. Задержания связаны с расследованием финансовых нарушений в энергетическом секторе, что отражает усилия по борьбе с коррупцией в экономической сфере страны. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-23T22:29:09.781Z"
  }
]