[
  {
    "id": "be86e1bf3c8398a7",
    "source_url": "https://news.mail.ru/svo/67963336/",
    "news_text": "Срочные новости! За период с 13 по 19 сентября 2025 года российские вооружённые силы нанесли четыре групповых удара высокоточным оружием и ударными БПЛА по объектам в Украине. Среди поражённых целей — объекты энергетической, топливной и транспортной инфраструктуры, используемые ВСУ, а также арсеналы, центры подготовки операторов беспилотников и пункты временной дислокации украинских формирований и иностранных наёмников. За неделю российская армия взяла под контроль четыре населённых пункта: Николаевку в Днепропетровской области, Ольговское и Новоивановку в Запорожской области, а также Муравку в Донецкой Народной Республике. В Сумской и Харьковской областях группировка «Север» атаковала несколько украинских бригад, нанеся поражение семи бригадам, десантно-штурмовому и двум штурмовым полкам ВСУ. Потери противника по живой силе превышают 1250 человек, уничтожены танки, бронемашины, автомобили, артиллерийские орудия и склады боеприпасов. Следите за обновлениями для получения самой свежей информации. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-19T20:17:31.677Z"
  },
  {
    "id": "ff68e3c3231b9dd9",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-19/18:00",
    "news_text": "Срочные новости! Российская армия взяла под контроль населённый пункт Новоивановка в Запорожской области. Сообщается, что операция проходила в рамках продолжающихся боевых действий на юго-востоке Украины. Также Владимир Путин в ходе рабочей поездки посетил «Мотовилихинские заводы» в Перми, где обсудил вопросы оборонной промышленности и производства вооружения. В свете последних событий продолжается обмен информацией о ситуации на фронтах и в тыловых районах. Следите за новостями, чтобы быть в курсе последних изменений. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-19T20:17:31.677Z"
  },
  {
    "id": "dc7a79e493c577b6",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-19/21:00",
    "news_text": "Срочные новости! В Перми Владимир Путин в День оружейника посетил уникальный завод, специализирующийся на производстве военной техники и вооружения. В ходе визита состоялась встреча с избранным губернатором Пермского края, обсуждались вопросы развития оборонной промышленности и поддержки региональных предприятий. Этот визит приурочен к профессиональному празднику работников оборонной сферы. Следите за обновлениями, чтобы узнать подробности. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-19T20:17:31.677Z"
  },
  {
    "id": "8d0595a485bd54e2",
    "source_url": "https://vk.com/wall-22822305_1625633",
    "news_text": "Срочные новости! В Москве объявлены хедлайнеры Фандом Фест ВКонтакте 2025 — на главной сцене выступят южнокорейские группы EVERGLOW и 8TURN. Мероприятие привлекает внимание поклонников K-pop и обещает масштабные концерты с участием звёзд мирового уровня. Организаторы готовят насыщенную программу и другие сюрпризы для гостей фестиваля. Следите за новостями, чтобы не пропустить важные анонсы и детали. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-19T20:17:31.677Z"
  },
  {
    "id": "dedda93a825c726d",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-19/18:00",
    "news_text": "Срочные новости! В Санкт-Петербурге предотвращено покушение на руководителя оборонного предприятия. По информации правоохранительных органов, была раскрыта группа, готовившая покушение с целью дестабилизации работы предприятия. Продолжается расследование, принимаются меры для обеспечения безопасности сотрудников и объектов. Также в Подмосковье задержаны мошенники, связанные с украинским колл-центром, подозреваемым в хищениях денежных средств у граждан. Следите за развитием ситуации в следующих выпусках новостей. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-19T20:17:31.677Z"
  }
]