[
  {
    "id": "82ac1461a9f5478c",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! Сегодня стало известно, что в рамках обмена между Россией и Украиной российской стороне передали тела 24 военнослужащих. Об этом сообщил депутат Госдумы Шамсаил Саралиев. Подробности обмена не раскрываются, известно лишь, что процесс осуществлялся в соответствии с договоренностями между сторонами. В то же время в Башкирии два беспилотника Вооружённых сил Украины атаковали нефтеперерабатывающий завод, принадлежащий компании «Газпром нефтехим Салават». По информации, в результате налёта пострадавших нет. Следите за обновлениями, чтобы быть в курсе последних событий в Украине и вокруг неё. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-18T20:20:01.387Z"
  },
  {
    "id": "b3d5aa33368a2fd1",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/18:00",
    "news_text": "Срочные новости! Владимир Путин провёл встречу с лидерами парламентских фракций, обсудив приоритеты в работе и итоги выборов. В ходе заседания он внёс в Совет Федерации кандидатуру Александра Гуцана на пост генерального прокурора России. Совет Федерации назначил рассмотрение этой и ещё одной кадровой инициативы на 24 сентября. Также в Санкт-Петербурге ФСБ сообщила о предотвращении покушения на главу оборонного предприятия, а в Подмосковье задержаны лица, подозреваемые в пособничестве украинским телефонным мошенникам. Эти события отражают текущую политическую и правовую ситуацию, связанную с Украиной и её последствиями. Следите за обновлениями. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-18T20:20:01.387Z"
  },
  {
    "id": "0e6e0fe5026e1480",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/15:00",
    "news_text": "Срочные новости! Вооружённые силы России нанесли новые массированные удары по военным объектам в тыловых районах Украины. Подробности о конкретных целях и последствиях ударов пока не раскрываются. В Санкт-Петербурге предотвращено убийство руководителя оборонного предприятия, которое по данным силовых структур, могло быть связано с текущей обстановкой. В Подмосковье задержаны мошенники, работавшие на украинский колл-центр, занимающийся обманом российских граждан. Эти события свидетельствуют о продолжающемся взаимодействии и напряжённости в регионе. Будьте в курсе последних новостей. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-18T20:20:01.387Z"
  },
  {
    "id": "9f1ce6db8903d88a",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! В Госдуме РФ была рассмотрена инициатива депутата Николая Арефьева, предлагающего временно отключать интернет в России на неделю или хотя бы на выходные. По его мнению, такие меры помогут сохранить здоровье граждан и снизить случаи игромании. Эта инициатива вызвала обсуждения и отклики в обществе. Одновременно в Москве Замоскворецкий районный суд перевёл под домашний арест главного редактора телеграм-канала Baza Глеба Трифонова и продюсера Татьяну Лукьянову. Эти меры связаны с расследованиями, которые продолжаются. Следите за новостями, чтобы получить дополнительную информацию. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-18T20:20:01.388Z"
  },
  {
    "id": "fd87b5df50223fac",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! Президент России Владимир Путин предложил кандидатуру Александра Гуцана на должность генерального прокурора страны. Гуцан ранее был полпредом президента в Северо-Западном федеральном округе и занимал пост заместителя генерального прокурора России в период с 2007 по 2018 годы. Совет Федерации назначил рассмотрение этой кандидатуры на 24 сентября. Это решение является частью кадровых изменений в правовой системе России. Следите за развитием ситуации и обновлениями новостей. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-18T20:20:01.388Z"
  }
]