[
  {
    "id": "443c014c0a045502",
    "source_url": "https://news.mail.ru/svo/67963336/",
    "news_text": "Срочные новости! За последнюю неделю с 13 по 19 сентября в Украине российские войска нанесли четыре групповых удара высокоточным оружием и ударными беспилотниками. Среди поражённых целей — объекты энергетической, топливной и транспортной инфраструктуры, арсеналы, центры подготовки операторов БПЛА, места хранения и запуска беспилотников, а также пункты временной дислокации украинских вооружённых формирований и иностранных наёмников. За этот период под контроль российских сил перешли четыре населённых пункта: Николаевка в Днепропетровской области, Ольговское и Новоивановка в Запорожской области, а также Муравка в Донецкой Народной Республике. На Сумском и Харьковском направлениях группировка \"Север\" атаковала несколько украинских бригад и полков, нанеся значительные потери живой силе и технике противника. Рекомендуем следить за обновлениями информации по ситуации. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-19T20:17:48.807Z"
  },
  {
    "id": "fd7a748d91bd149c",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-19/18:00",
    "news_text": "Срочные новости! В Пермском крае состоялся визит Владимира Путина на «Мотовилихинские заводы». В ходе рабочей поездки обсуждались вопросы развития промышленности и оборонной сферы. Тем временем в Запорожской области сообщается, что российские войска взяли под контроль населённый пункт Новоивановка. Также в Санкт-Петербурге предотвращено покушение на руководителя оборонного предприятия, а в Подмосковье задержаны мошенники, связанные с украинским колл-центром, который осуществлял хищения у граждан России. Подробности ситуации рекомендуем уточнять из официальных источников. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-19T20:17:48.807Z"
  },
  {
    "id": "32d3a216401cba29",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-19/15:00",
    "news_text": "Срочные новости! Российская армия провела успешные манёвры сразу на нескольких направлениях в Украине, нанося массированные удары по военным объектам в тыловых районах. Еврокомиссия утвердила 19-й пакет санкций против России. В Санкт-Петербурге предотвращено убийство руководителя оборонного завода, а в Подмосковье задержаны мошенники, работавшие на украинский колл-центр. Ситуация в Украине остаётся напряжённой, с продолжающимися боевыми действиями и ответными мерами. Следите за дальнейшими обновлениями. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-19T20:17:48.807Z"
  },
  {
    "id": "9e4f807ec1b7be50",
    "source_url": "https://www.youtube.com/watch?v=VCnDnMg2CxA",
    "news_text": "Срочные новости! В дневном выпуске новостей 19 сентября 2025 года сообщается о последних событиях в Украине и мире. Основное внимание уделено продолжающимся боевым действиям на украинской территории, а также международным реакциям и санкциям. В частности, отмечены новые удары по военным объектам Украины и изменения в контроле над населенными пунктами. Рекомендуется подписаться на канал для оперативного получения свежей информации и анализа ситуации. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-19T20:17:48.807Z"
  },
  {
    "id": "f788b1da042e1889",
    "source_url": "https://t.me/s/moscowtimes_ru?before=16894",
    "news_text": "Срочные новости! В Москве отмечается нехватка водителей скорой помощи — каждый третий специалист уволился за последнее время. Это создает сложности в работе системы здравоохранения столицы. Массовые увольнения происходят на фоне общего повышения нагрузки на медицинские учреждения. Власти города предпринимают меры для стабилизации ситуации, однако вызовы сохраняются. Рекомендуется следить за развитием событий и официальными сообщениями. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-19T20:17:48.807Z"
  }
]