[
  {
    "id": "cee73edd5ac7ab2d",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В ночь на 23 сентября в Украине российские военные нанесли удары по позициям украинских спецподразделений и иностранных наемников, что было заявлено в ответ на теракт против гражданских объектов в Крыму, сообщил Минобороны РФ. Также в сообщении указано, что российские войска заблокировали крупную группировку ВСУ с северной и западной стороны Купянска, взяв её в полукольцо. По данным Минобороны, потери украинских военнослужащих при удержании города за месяц превысили 1800 человек. В другом развитии событий задержан владелец компании «Облкоммунэнерго» Алексей Бобров и ряд руководителей, подозреваемых в хищении бюджетных средств. В Турции утром 23 сентября произошла авария с участием автобуса с российскими туристами, пострадали 15 человек, двое получили тяжелые травмы. Источник — news.mail.ru — Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-23T22:43:55.783Z"
  },
  {
    "id": "b56975fe875249a2",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/18:00",
    "news_text": "Срочные новости! 23 сентября в 18:00 сообщается, что Вооружённые силы России нанесли групповой удар по базам спецназа ВСУ и иностранных наемников в Одесской области. Подразделения «Южной» группировки российских войск взяли под контроль населённый пункт Переездное в Донецкой Народной Республике. Российские военные в Купянске (Харьковская область) окружили крупную группировку ВСУ, создав полукольцо. В Самарской области были задержаны отец и сын, которые, по заявлению правоохранительных органов, действовали в интересах Киева. Источник — Первый канал — Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-23T22:43:55.783Z"
  },
  {
    "id": "773894b5462eaca0",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В сообщении Службы внешней разведки России указано, что страны Евросоюза готовятся удерживать Молдавию под своим влиянием, вплоть до введения войск и фактической оккупации страны. Такие данные были озвучены 23 сентября в контексте международной обстановки. В то же время в России были задержаны несколько руководителей компании «Облкоммунэнерго», подозреваемых в хищении бюджетных средств в рамках концессионных соглашений. Среди задержанных — владелец Алексей Бобров и глава совета директоров Татьяна Черных. Источник — news.mail.ru — Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-23T22:43:55.783Z"
  },
  {
    "id": "09d6bd0e78e043da",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/18:00",
    "news_text": "Срочные новости! 23 сентября в 15:00 было объявлено, что российские военные за пять часов взяли под контроль село Переездное в Донецкой Народной Республике. В ЛНР президент обсудил ситуацию с главой региона, включая вопросы восстановления инфраструктуры и кадров. В Самарской области сотрудники ФСБ и Росгвардии задержали двух подозреваемых в террористической деятельности, которые, по данным ведомств, действовали в интересах Киева. Источник — Первый канал — Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-23T22:43:55.783Z"
  },
  {
    "id": "ac9fbb0a21d3137d",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В Турции, в городе Аланья, 23 сентября утром произошло столкновение туристического автобуса с пассажирским микроавтобусом. В результате аварии пострадали 15 человек, двое получили тяжелые ранения. Среди пострадавших находятся туристы из России. Инцидент вызвал оперативное вмешательство спасателей и медиков. Источник — news.mail.ru — Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-23T22:43:55.783Z"
  }
]