[
  {
    "id": "9dd23bccf2766dcf",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В ночь на 23 сентября в Украине российские военные нанесли удары по позициям украинских спецподразделений и иностранных наемников. По данным Минобороны РФ, это стало ответом на теракт против гражданских объектов в Крыму. Также сообщается о задержании владельца «Облкоммунэнерго» Алексея Боброва и нескольких руководителей компании по подозрению в хищении бюджетных средств. В Турции в Аланье произошла авария с участием туристического автобуса из России — пострадали 15 человек, двое в тяжелом состоянии. Минобороны РФ заявило, что российские войска взяли в полукольцо крупную группировку ВСУ в районе Купянска, с потерями украинской стороны более 1800 военнослужащих за месяц. Следите за обновлениями, чтобы быть в курсе событий. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-23T21:52:34.390Z"
  },
  {
    "id": "9ce87e388ecc3d3c",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/18:00",
    "news_text": "Срочные новости! 23 сентября российские Вооружённые силы нанесли групповой удар по базам спецназа ВСУ и иностранных наемников в Одесской области. В ходе боевых действий подразделения «Южной» группировки взяли под контроль населённый пункт Переездное в Донецкой Народной Республике за пять часов. В Харьковской области российские войска в Купянске окружили крупную группировку украинских сил, взяв её в полукольцо. В Самарской области задержаны отец и сын, подозреваемые в действиях в интересах Киева. В Днепропетровской области российские бойцы провели вылазку с целью захода в тыл противника. Следите за новостями, чтобы не пропустить важные обновления. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-23T21:52:34.391Z"
  },
  {
    "id": "8ce873e87880aae7",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В Турции утром 23 сентября в Аланье столкнулись туристический автобус из России и пассажирский микроавтобус. По предварительным данным, пострадали 15 человек, двое из них получили тяжелые ранения. Инцидент произошёл на одной из оживлённых трасс, подробности продолжают уточняться. Следите за обновлениями, чтобы получать самую свежую информацию о ситуации. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-23T21:52:34.391Z"
  },
  {
    "id": "0507647cbcfbde18",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/12:00",
    "news_text": "Срочные новости! Российская армия 23 сентября нанесла мощный удар по предприятиям украинского военно-промышленного комплекса в Запорожской области, подконтрольной Киеву. В Днепропетровской области российские бойцы провели дерзкую вылазку с целью захода в тыл противника. В Самарской области сотрудники ФСБ и Росгвардии задержали двух предполагаемых террористов. Эти события свидетельствуют о продолжающихся боевых действиях и контрмероприятиях. Следите за новостями, чтобы быть в курсе текущей ситуации. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-23T21:52:34.391Z"
  },
  {
    "id": "eeed82b822d24033",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! По данным Службы внешней разведки России, страны Евросоюза готовятся к возможному введению войск и оккупации Молдавии. По информации СВР, Евросоюз намерен удержать Молдавию в русле своей политики «любой ценой». Эти заявления прозвучали на фоне обострения в регионе и отражают напряжённость вокруг ситуации в Украине и соседних странах. Следите за обновлениями, чтобы знать о развитии событий в регионе. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-23T21:52:34.391Z"
  }
]