[
  {
    "id": "88e2b88924b3f46b",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-19/18:00",
    "news_text": "Срочные новости! Российская армия взяла под контроль населённый пункт Новоивановка в Запорожской области. По заявлению российских военных, операция прошла успешно и позволила укрепить позиции на данном направлении. В то же время информация от украинских источников пока отсутствует. Следите за обновлениями, чтобы быть в курсе дальнейшего развития ситуации. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-19T20:19:19.248Z"
  },
  {
    "id": "cf4751d5009383d5",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-19/15:00",
    "news_text": "Срочные новости! Еврокомиссия утвердила 19-й пакет санкций в отношении России. В документе содержатся новые экономические ограничения, направленные на разные секторы экономики. Представители ЕС отмечают, что санкции призваны усилить давление и способствовать мирному урегулированию конфликта в Украине. Детали и реакция сторон продолжают поступать. Оставайтесь с нами для получения свежих новостей. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-19T20:19:19.249Z"
  },
  {
    "id": "5b2f6b8544f8d8c0",
    "source_url": "https://t.me/s/meduzalive?before=130729",
    "news_text": "Срочные новости! В пятницу на Аляске запланирована встреча Владимира Путина и Дональда Трампа. Согласно доступной информации, обсуждение будет посвящено вопросам прекращения войны в Украине. Официальные заявления сторон пока ограничены, однако аналитики отмечают важность переговоров для возможного снижения напряжённости. Следите за новостями, чтобы узнать итоги и заявления участников. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-19T20:19:19.249Z"
  },
  {
    "id": "161e3a9a555419d5",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-19/09:00",
    "news_text": "Срочные новости! В Сумской области российские морские пехотинцы провели бой с подразделениями украинской армии. По заявлению российских войск, противостояние было интенсивным, в ходе которого удалось задержать продвижение противника. Украинские источники информацию не подтвердили. Подробности и комментарии сторон по этому эпизоду продолжают поступать. Оставайтесь в курсе актуальных событий. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-19T20:19:19.249Z"
  },
  {
    "id": "2da627bdb7886af9",
    "source_url": "https://pogoda.mail.ru/news/67927453/",
    "news_text": "Срочные новости! Геомагнитная обстановка 19 сентября 2025 года постепенно возвращается к норме после магнитных бурь. Специалисты предупреждают о возможных кратковременных колебаниях в работе технических устройств и рекомендуют соблюдать осторожность людям с сердечно-сосудистыми заболеваниями. Следите за обновлениями прогноза, чтобы своевременно получать важную информацию. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-19T20:19:19.249Z"
  }
]