[
  {
    "id": "41b8c26c2d0b43d9",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В ночь на 23 сентября российские военные нанесли удары по позициям украинских спецподразделений и иностранных наемников в ответ на теракт против гражданских объектов в Крыму, сообщает Минобороны РФ. Также в Минобороны сообщили, что российские войска заблокировали крупную группировку ВСУ с северной и западной стороны Купянска, взяв её в полукольцо. Потери ВСУ за месяц при удержании города, по данным Минобороны, превысили 1 800 военнослужащих. В Турции утром 23 сентября столкнулись туристический автобус и микроавтобус, пострадали 15 человек, двое получили тяжелые ранения. Кроме того, в России задержан владелец компании «Облкоммунэнерго» Алексей Бобров и другие руководители по подозрению в хищении бюджетных средств. Следите за обновлениями, чтобы быть в курсе событий. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-23T22:02:18.739Z"
  },
  {
    "id": "00f61c1e5fe90847",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/21:00",
    "news_text": "Срочные новости! 23 сентября Вооружённые силы РФ нанесли групповой удар по базам спецназа ВСУ и иностранных наёмников в Одесской области. Этот удар стал частью продолжающихся операций по снижению боеспособности украинских военных формирований на юге страны. В этот же день российские подразделения сообщили об освобождении села Переездное в Донецкой Народной Республике. Министр обороны РФ Андрей Белоусов поздравил бойцов с этим событием в официальном обращении. Подробности операции и дальнейшие планы пока не раскрываются. Оставайтесь с нами для получения свежей информации. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-23T22:02:18.739Z"
  },
  {
    "id": "f80d7939b8e19318",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/18:00",
    "news_text": "Срочные новости! Вечером 23 сентября поступила информация о новых ударах Вооружённых сил РФ по украинским военным объектам в тылу. Также российские бойцы в Купянске, Харьковская область, взяли в полукольцо крупную группировку ВСУ, ограничив её манёвры с северной и западной сторон. В Днепропетровской области российские силы предприняли вылазку, чтобы зайти в тыл противника. Кроме того, сотрудники ФСБ и Росгвардии задержали двух предполагаемых террористов в Самарской области, действовавших в интересах Киева. Следите за обновлениями, чтобы не пропустить новые события. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-23T22:02:18.739Z"
  },
  {
    "id": "5b0716241dd75bf9",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! По данным СВР, страны Евросоюза готовятся к возможному введению войск и фактической оккупации Молдавии в связи с политической ситуацией, направленной на удержание республики в определённом внешнеполитическом курсе. В Москве это связывают с усилением напряжённости в регионе. Также в России продолжаются задержания по экономическим делам: в числе задержанных — глава совета директоров «Облкоммунэнерго» Татьяна Черных и другие топ-менеджеры компании. Эти процессы сопровождаются официальными заявлениями правоохранительных органов. Оставайтесь в курсе последних новостей. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-23T22:02:18.739Z"
  },
  {
    "id": "df33b892fdbc2f2d",
    "source_url": "https://t.me/s/v_pastukhov?before=703",
    "news_text": "Срочные новости! В российском медиа-пространстве обсуждается вопрос возможного перемирия между Россией и Украиной, который приобретает всё более спекулятивный и идеологический характер. Аналитики отмечают обострение политических дискуссий и внутренние процессы в Кремле, связанные с этим вопросом. В эфире вышел новый выпуск авторской программы «Пастуховская кухня», где обсуждаются итоги последних дней, состояние политической ситуации и внутренние настроения в России. Рекомендуем ознакомиться с материалом, чтобы получить более глубокое понимание текущих процессов. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-23T22:02:18.739Z"
  }
]