[
  {
    "id": "1d5b8b5c1dccaa0f",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В ночь на 23 сентября российские военные нанесли удары по позициям украинских спецподразделений и иностранных наемников в ответ на теракт против гражданских объектов в Крыму, сообщили в Минобороны РФ. Одновременно сообщается о блокировании крупной группировки ВСУ с северной и западной стороны Купянска, что создало полукольцо вокруг нее. По данным Минобороны, потери украинских военнослужащих в районе Купянска превысили 1 800 человек за месяц. Также задержан владелец компании «Облкоммунэнерго» Алексей Бобров и еще несколько руководителей по подозрению в хищении бюджетных средств. Следите за развитием событий и оставайтесь в курсе последних новостей из Украины. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-23T23:02:30.348Z"
  },
  {
    "id": "f632b501de35a1b9",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/18:00",
    "news_text": "Срочные новости! Российские вооруженные силы нанесли групповой удар по базам спецназа Вооруженных сил Украины и иностранных наемников в Одесской области. По данным на 23 сентября, подразделения «Южной» группировки сообщили об освобождении населенного пункта Переездное в Донецкой Народной Республике. В Харьковской области российские войска взяли в полукольцо крупную группировку украинских сил в районе Купянска. Внимательно следите за обновлениями и будьте в курсе самых актуальных новостей. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-23T23:02:30.348Z"
  },
  {
    "id": "a83424d4ac9a4714",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/21:00",
    "news_text": "Срочные новости! Вооруженные силы Российской Федерации нанесли новые удары по украинским военным объектам в тылу 23 сентября. В частности, сообщается о нанесении мощных ударов по предприятиям военно-промышленного комплекса в подконтрольном Киеву Запорожье. В Днепропетровской области российские бойцы провели дерзкую вылазку с целью проникновения в тыл противника. Следите за новостями, чтобы не пропустить важные обновления по ситуации в Украине. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-23T23:02:30.348Z"
  },
  {
    "id": "e1cfb5f93bbf3aaa",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В Турции утром 23 сентября произошло столкновение туристического автобуса с пассажирским микроавтобусом в городе Аланья. По предварительным данным, пострадали 15 человек, двое из них получили тяжелые травмы. Среди пострадавших находятся туристы из России. Продолжается выяснение обстоятельств аварии. Будьте внимательны и следите за новостями безопасности для путешественников. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-23T23:02:30.348Z"
  },
  {
    "id": "91c21fef04ac42ff",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В сообщении Службы внешней разведки России говорится о подготовке европейских стран к возможному вводу войск и фактической оккупации Молдавии. По данным СВР, страны Евросоюза стремятся удержать Молдавию в рамках своей политики, что, по их мнению, может привести к военным действиям. Эта информация требует дополнительного мониторинга и анализа. Следите за последними новостями, чтобы быть в курсе международной ситуации. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-23T23:02:30.348Z"
  }
]