[
  {
    "id": "b66fb471fdb0ae42",
    "source_url": "https://www.ptoday.ru/8284-rossijskaja-armija-vzlamyvaet-oboronu-vsu-novosti-svo-ot-23-sentjabrja-2025-karta-boev-na-ukraine-segodnja-voennaja-svodka-1306-j-den-specoperacii-rossii-na-ukraine.html",
    "news_text": "Срочные новости! В ночь на 23 сентября российские войска нанесли массированные удары по стратегическим объектам на территории Украины в шести областях. Были поражены авиационное предприятие, военные аэродромы, склады и места запуска беспилотников, а также центр подготовки иностранных наёмников. В ответ на эти действия украинские силы атаковали Южный берег Крыма, в результате чего погибли три мирных жителя и пострадали 16 человек, а также повреждены санаторий и школа. За сутки российские системы ПВО сбили 339 украинских беспилотников. Главное управление разведки Украины опубликовало видео с заявлением о поражении российских самолётов и вертолёта в Крыму, но российское оборонное ведомство эту информацию не комментировало. Обстановка на фронтах свидетельствует о переходе тактической инициативы к российским войскам на ряде направлений, несмотря на активное сопротивление и применение беспилотной авиации противником. Подробности — в источнике. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-23T21:23:24.302Z"
  },
  {
    "id": "e9a948030e327ea4",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В ночь на 23 сентября российские военные нанесли удары по позициям украинских спецподразделений и иностранных наёмников в ответ на теракт против гражданских объектов в Крыму, сообщили в Минобороны РФ. По данным Службы внешней разведки РФ, страны Евросоюза готовятся к усилению влияния на Молдавию, вплоть до возможного введения войск и фактической оккупации страны. Также стало известно о задержании владельца компании «Облкоммунэнерго» Алексея Боброва, главы совета директоров Татьяны Черных и других руководителей по подозрению в хищении бюджетных средств. В Турции утром 23 сентября произошло ДТП с автобусом туристов из России — пострадали 15 человек, двое в тяжелом состоянии. В Минобороны РФ сообщили, что российские войска блокируют крупную группировку ВСУ в районе Купянска, взяв её в полукольцо, потери украинских сил здесь за месяц превысили 1800 человек. Детали — в источнике. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-23T21:23:24.302Z"
  },
  {
    "id": "ce6b8cd40c0aaa8a",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/18:00",
    "news_text": "Срочные новости! 23 сентября российские войска нанесли групповой удар по базам спецназа ВСУ и иностранных наёмников в Одесской области. По официальным данным, удар был направлен на нейтрализацию позиций, используемых для подготовки и проведения операций против российских сил. В результате нанесённого удара были поражены склады и командные пункты, сообщили в Минобороны. Обстановка в регионе остаётся напряжённой, ведутся оборонительные бои. Дополнительная информация публикуется в ходе дня. Следите за обновлениями в источнике. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-23T21:23:24.302Z"
  },
  {
    "id": "c2bc6c2fd6c38118",
    "source_url": "https://t.me/s/pravda_DS?before=24122",
    "news_text": "Срочные новости! По данным на 23 сентября 2025 года, импорт российских морепродуктов в страны Европейского Союза вырос на 25,5% по сравнению с предыдущим периодом. Этот рост происходит несмотря на сохраняющиеся экономические и политические сложности. Эксперты отмечают, что спрос на российскую продукцию в ЕС остаётся стабильно высоким, что отражается на торговых показателях. Подробности и аналитика ситуации доступны в источнике. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-23T21:23:24.302Z"
  },
  {
    "id": "ad74f59da676e357",
    "source_url": "https://www.ptoday.ru/8284-rossijskaja-armija-vzlamyvaet-oboronu-vsu-novosti-svo-ot-23-sentjabrja-2025-karta-boev-na-ukraine-segodnja-voennaja-svodka-1306-j-den-specoperacii-rossii-na-ukraine.html",
    "news_text": "Срочные новости! Севернее на фронтах российские подразделения ведут тяжёлые оборонительные бои, удерживая позиции в районах Затышка, Бойковка и Новоторецк. Отражается ожесточённое сопротивление украинских войск, однако российская сторона сообщает о продолжении взлома эшелонированной обороны противника на ряде направлений. Активно применяются беспилотные летательные аппараты, а также ведётся тактическое давление на позиции ВСУ. Подробности о ходе боевых действий и оперативной обстановке доступны по ссылке. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-23T21:23:24.302Z"
  }
]