[
  {
    "id": "d185001c08d0232a",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/09:00",
    "news_text": "В Украине за последние сутки зафиксированы мощные взрывы и пожары на нескольких военных объектах Вооружённых сил. В частности, сообщения поступают из Черкасской и Кировоградской областей, где были нанесены удары по инфраструктуре украинского военного производства. Кроме того, предприятия оборонно-промышленного комплекса в этих регионах полностью обесточены, что осложняет работу и восстановление. Специалисты продолжают работу по разминированию территорий, недавно освобождённых от боевых действий. В Луганске прошло совещание штаба по расследованию преступлений на территории новых регионов, а сапёры в ЛНР получили новые роботизированные комплексы для работы. Следите за дальнейшими обновлениями по ситуации в Украине.",
    "published_at": "2025-09-18T10:47:04.135Z"
  },
  {
    "id": "dbbe2b103cb52c0d",
    "source_url": "https://www.ptoday.ru/8236-kogda-domoj-svezhie-novosti-o-demobilizacii-s-svo-na-18-sentjabrja-2025-goda.html",
    "news_text": "На 18 сентября 2025 года вопрос демобилизации с зоны специальной военной операции в Украине остаётся предметом точечных решений, а не масштабной политики. Массовая демобилизация невозможна без официального указа, который пока не подписан. Однако отдельные категории военнослужащих могут получить досрочное освобождение от службы — это люди с серьёзными медицинскими показаниями, тяжёлыми семейными обстоятельствами и достигшие предельного возраста. В ряде регионов России, например, в Новосибирской области, уже удовлетворяются обращения мобилизованных для возвращения домой. Официальных массовых мер по возвращению военнослужащих из зоны СВО пока не объявлено. Следите за официальными заявлениями и обновлениями по этой теме.",
    "published_at": "2025-09-18T10:47:04.135Z"
  },
  {
    "id": "1970f17eaf6589ce",
    "source_url": "https://www.kp.ru/daily/27753/5144395/",
    "news_text": "Вооружённые силы Российской Федерации продолжают наступательные действия на всех направлениях в зоне специальной военной операции в Украине. Об этом заявляют представители военного ведомства. Наиболее интенсивные боевые действия продолжаются в нескольких ключевых районах, где фиксируются столкновения и обмен артиллерийскими ударами. По заявлению военных, ситуация остаётся напряжённой, при этом подразделения проводят подготовку к дальнейшим операциям. Информация о ходе боевых действий обновляется регулярно, рекомендуется следить за официальными сводками и новостями для получения актуальных данных.",
    "published_at": "2025-09-18T10:47:04.135Z"
  },
  {
    "id": "7feb325fbf1584eb",
    "source_url": "https://www.youtube.com/watch?v=MSwPfR272PA",
    "news_text": "В утреннем выпуске новостей 18 сентября 2025 года сообщается о последних событиях в Украине и за её пределами. Отмечаются продолжение боевых действий в зоне специальной военной операции и сообщения о новых ударах по военной инфраструктуре. Кроме того, обсуждаются дипломатические инициативы и международная реакция на ситуацию в регионе. Эксперты анализируют текущие политические и экономические последствия конфликта. Рекомендуется следить за обновлениями и анализом, чтобы получить полную картину происходящего.",
    "published_at": "2025-09-18T10:47:04.135Z"
  },
  {
    "id": "a07780178c44aab5",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/09:00",
    "news_text": "В Сумской области Украины продолжается создание полосы безопасности российскими военными. За минувшую ночь здесь зарегистрированы взрывы на военных объектах, что подтверждается официальными источниками. Эти мероприятия проводятся в рамках текущей операции с целью усиления контроля и обеспечения безопасности на данном направлении. В регионе также проходят совместные стратегические учения России и Белоруссии под названием «Запад-2025», где учитывается опыт специальной военной операции. Следите за развитием ситуации и официальными сообщениями.",
    "published_at": "2025-09-18T10:47:04.135Z"
  }
]