[
  {
    "id": "7d7a58adf78cd74a",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В ночь на 23 сентября российские военные нанесли удары по позициям украинских спецподразделений и иностранных наемников в ответ на теракт против гражданских объектов в Крыму, сообщили в Минобороны РФ. Также в сообщении СВР указано, что страны Евросоюза готовятся удержать Молдавию в рамках своей политики, вплоть до введения войск и оккупации. В России задержаны несколько руководителей компании «Облкоммунэнерго» по подозрению в хищении бюджетных средств. В Турции в Аланье столкнулись туристический автобус с пассажирским микроавтобусом, пострадали 15 человек, двое в тяжелом состоянии. Минобороны РФ также заявило о блокировании крупной группировки ВСУ с северной и западной стороны Купянска, где потери превышают 1800 военнослужащих за месяц. Следите за обновлениями, чтобы быть в курсе событий. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-23T22:32:55.682Z"
  },
  {
    "id": "3102c4efd872aa53",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/21:00",
    "news_text": "Срочные новости! Российские вооружённые силы нанесли новые удары по украинским военным объектам в тылу. В Одесской области был произведен групповой удар по базам спецназа ВСУ и иностранных наемников. Министр обороны РФ Андрей Белоусов поздравил военных с взятием под контроль села Переездное в ДНР. Российские войска сообщили о контроле двух третей зданий в Купянске. Продолжаются активные операции в регионе, ситуация развивается. Подписывайтесь, чтобы не пропустить важное. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-23T22:32:55.682Z"
  },
  {
    "id": "30d74cd34942b247",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/18:00",
    "news_text": "Срочные новости! Вооружённые силы РФ нанесли удар по базам украинских спецподразделений и иностранных наемников в Одесской области. В ходе операции подразделения «Южной» группировки взяли под контроль населённый пункт Переездное в ДНР. В Купянске в Харьковской области российские войска окружили крупную группировку ВСУ, взяв её в полукольцо. В течение месяца потери украинской стороны в этом районе превысили 1800 военнослужащих. Ситуация остаётся напряжённой, следите за обновлениями. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-23T22:32:55.682Z"
  },
  {
    "id": "946636d25b34db5d",
    "source_url": "https://t.me/s/moscowtimes_ru?before=36505",
    "news_text": "Срочные новости! В первом полугодии 2025 года было заблокировано 1,5 млрд мошеннических звонков россиянам — на 6% больше, чем в тот же период прошлого года, сообщили в «Защитнике». Также сообщается, что крупнейшая судоходная государственная компания России стала убыточной из-за санкций США. Эти данные отражают влияние внешних факторов на экономику и безопасность. Следите за новостями, чтобы быть в курсе важных изменений. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-23T22:32:55.682Z"
  },
  {
    "id": "1b04a9fc5ecac536",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! Министерство обороны РФ сообщило, что российские войска заблокировали крупную группировку ВСУ в Купянске с северной и западной стороны, взяв её в полукольцо. За месяц потери украинских сил в регионе превышают 1800 военнослужащих. В ДНР подразделения «Южной» группировки освободили населённый пункт Переездное. Эти действия сопровождаются ответными ударами по позициям украинских спецподразделений и иностранных наёмников. Следите за обновлениями, чтобы узнать дальнейшее развитие событий. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-23T22:32:55.682Z"
  }
]