[
  {
    "id": "931afd098e0aef76",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! Сегодня вечером, 18 сентября 2025 года, стало известно, что Владимир Путин предложил на должность генерального прокурора России Александра Гуцана, который ранее был полпредом президента в Северо-Западном федеральном округе и имел опыт работы в прокуратуре с 2007 по 2018 годы. Также сообщается, что ВСУ применили два беспилотника самолетного типа для атаки нефтеперерабатывающего завода в Башкирии, принадлежащего компании «Газпром нефтехим Салават», при этом пострадавших нет. Кроме того, Россия и Украина провели обмен телами военнослужащих: российской стороне передали 24 тела. В Москве главреда телеграм-канала Baza и продюсера перевели под домашний арест. В Госдуме предложили на неделю отключать интернет для россиян с целью снижения игромании и сохранения здоровья. Следите за обновлениями, чтобы быть в курсе последних событий. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-18T15:51:01.962Z"
  },
  {
    "id": "586728deb7f5e3a1",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/18:00",
    "news_text": "Срочные новости! Вооружённые силы России нанесли новые массированные удары по военным объектам в тыловых районах Украины, как сообщают сегодня, 18 сентября 2025 года. В Санкт-Петербурге предотвратили попытку убийства руководителя оборонного предприятия. В Подмосковье задержали группу мошенников, которые, по заявлению следствия, работали на украинский колл-центр и обманывали россиян. Также были вынесены приговоры по делам, связанным с украинскими боевиками. Эти события отражают текущую ситуацию безопасности и правоохранительной деятельности в регионе. Рекомендуем оставаться на связи для получения дальнейших новостей. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-18T15:51:01.962Z"
  },
  {
    "id": "6f15a32ad6bb01a8",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/15:00",
    "news_text": "Срочные новости! Сегодня, 18 сентября 2025 года, поступают сообщения о мощных взрывах и пожарах на объектах Вооружённых сил Украины под Киевом. Также в Сумской области российские морские пехотинцы провели боевые действия с участием элитных подразделений ВСУ. В Санкт-Петербурге была предотвращена попытка убийства руководителя оборонного завода. Эти события свидетельствуют о продолжающихся боевых действиях и мерах безопасности в различных регионах. Следите за обновлениями, чтобы получать свежую информацию. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-18T15:51:01.962Z"
  },
  {
    "id": "fbad7ba7c57d0e6c",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! В Москве 18 сентября 2025 года Замоскворецкий районный суд перевёл главного редактора телеграм-канала Baza Глеба Трифонова и продюсера Татьяну Лукьянову из следственного изолятора под домашний арест. Такое решение принято в рамках текущего расследования. По данным суда, меры пресечения изменены с содержания под стражей на более мягкие условия. Информация об этом поступила сегодня вечером. Следите за новостями, чтобы узнать подробности развития ситуации. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-18T15:51:01.962Z"
  },
  {
    "id": "74e8df0366bbe342",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! В Госдуме России сегодня, 18 сентября 2025 года, депутат Николай Арефьев предложил временно отключать интернет для граждан на неделю или хотя бы на выходные. По его мнению, это поможет сохранить здоровье населения и снизить количество случаев игромании. Обсуждение этой инициативы продолжается в парламенте, а эксперты анализируют возможные последствия такого шага. Следите за новостями, чтобы быть в курсе развития событий и новых предложений. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-18T15:51:01.962Z"
  }
]