[
  {
    "id": "307175f81f3cea17",
    "source_url": "https://rutube.ru/video/e19cedec36ecb63ec326128a4c11ce73/",
    "news_text": "Срочные новости! В районе Донецкой народной республики возле Константиновки продолжаются ожесточённые боевые действия. Российские войска сообщают о продвижении и вытеснении противника, при этом заявляется об активной поддержке добровольческих подразделений. Подробности ситуации пока уточняются. Следите за обновлениями и оставайтесь в курсе последних событий в Украине. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-19T11:59:30.145Z"
  },
  {
    "id": "d30ed63049345e3d",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-19/12:00",
    "news_text": "Срочные новости! Российская армия нанесла новые массированные удары по военной инфраструктуре и объектам военно-промышленного комплекса в тыловых районах Украины. По сообщениям, удары были направлены на арсеналы и склады с боеприпасами. Эта информация поступила после разговора Владимира Путина с лидерами думских фракций. Ситуация остаётся напряжённой, подробности будут сообщены дополнительно. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-19T11:59:30.146Z"
  },
  {
    "id": "c7f3b3c1cfc928ba",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-19/09:00",
    "news_text": "Срочные новости! В Санкт-Петербурге предотвращено покушение на руководителя оборонного предприятия. По данным правоохранительных органов, задержаны подозреваемые, детали инцидента расследуются. Это событие произошло на фоне продолжающегося конфликта в Украине. Рекомендуем следить за новостями для получения актуальной информации. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-19T11:59:30.146Z"
  },
  {
    "id": "7d20a519d1530a9c",
    "source_url": "https://rutube.ru/video/e19cedec36ecb63ec326128a4c11ce73/",
    "news_text": "Срочные новости! В Санкт-Петербурге на таможне задержана крупная партия наркотиков из Латинской Америки — бананы, в которых были спрятаны кокаин. По заявлению силовых структур, это рекордная по объёмам контрабанда, выявленная в этом году. Оперативные действия продолжаются, расследование ведётся. Будьте внимательны к официальным сообщениям по теме. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-19T11:59:30.146Z"
  },
  {
    "id": "4c9fd66b6eb9c235",
    "source_url": "https://rutube.ru/video/e19cedec36ecb63ec326128a4c11ce73/",
    "news_text": "Срочные новости! Во Франции прошли масштабные протесты с участием более 3000 активистов, в результате чего задержано более 300 человек. По всей стране состоялось около 700 акций протеста, вызванных социально-экономическими вопросами. Меры безопасности усилены, ситуация остаётся под контролем правоохранительных органов. Следите за обновлениями и сохраняйте информированность. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-19T11:59:30.146Z"
  }
]