[
  {
    "id": "917ca41a325b151f",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-19/15:00",
    "news_text": "Срочные новости! Российская армия провела успешные маневры сразу на нескольких направлениях по состоянию на 19 сентября 2025 года. В то же время Еврокомиссия утвердила 19-й пакет санкций, направленных против России. В рамках этого пакета предусматриваются новые ограничения, подробности которых пока не раскрываются. Также сообщается о продолжающихся операциях в зоне конфликта, где российские силы наносят удары по военным объектам на территории Украины. Эти события происходят на фоне дипломатических усилий и международного реагирования на ситуацию. Следите за обновлениями, чтобы быть в курсе дальнейших изменений. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-19T13:59:44.648Z"
  },
  {
    "id": "cbd5dc541e905654",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-19/12:00",
    "news_text": "Срочные новости! Вечером 18 сентября в Москве прошла встреча Владимира Путина с лидерами думских фракций, на которой обсуждались приоритеты работы и итоги недавних выборов. Российская армия нанесла массированные удары по военной инфраструктуре и объектам военно-промышленного комплекса в Украине. Также в Подмосковье приземлился самолет с беженцами из сектора Газа, которым оказывают помощь. Эти события отражают продолжающееся напряжение и меры, принимаемые обеими сторонами конфликта и международным сообществом. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-19T13:59:44.648Z"
  },
  {
    "id": "20f8ceccf65dcdfb",
    "source_url": "https://www.youtube.com/watch?v=cGbCOClmZvI",
    "news_text": "Срочные новости! Утренний выпуск новостей 19 сентября 2025 года сообщает о важных событиях в Европе и за её пределами, включая ситуацию в Украине. Отмечается продолжение боевых действий и международные реакции на конфликт. Ведутся переговоры и дипломатические инициативы, направленные на стабилизацию обстановки. Также уделено внимание гуманитарной ситуации и перемещению беженцев. Рекомендуется следить за оперативными обновлениями, чтобы получить полную картину происходящего. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-19T13:59:44.648Z"
  },
  {
    "id": "6a51a156368b777f",
    "source_url": "https://t.me/s/Mikle1On?before=39631",
    "news_text": "Срочные новости! В 2025 году началась серия загадочных смертей среди российских предпринимателей и ученых, что вызывает вопросы в экспертных кругах. Последний раз подобные случаи фиксировались в 2022 году. Эти события привлекают внимание общественности и вызывают различные интерпретации в медиа. На фоне этого обсуждается возможное влияние данных происшествий на политическую и экономическую ситуацию в регионе. Рекомендуем следить за новостями для получения дополнительной информации. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-19T13:59:44.648Z"
  },
  {
    "id": "dc568f8329be47fd",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-19/09:00",
    "news_text": "Срочные новости! Российская армия продолжила наносить массированные удары по военной инфраструктуре и объектам военно-промышленного комплекса на территории Украины. В Подмосковье приземлился самолет с беженцами из сектора Газа, которым оказывается поддержка. В Москве состоялась встреча президента России Владимира Путина с лидерами думских фракций, на которой обсуждались вопросы внутренней политики и международной обстановки. Эти события отражают текущую динамику в регионе и усилия по управлению ситуацией. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-19T13:59:44.648Z"
  }
]