[
  {
    "id": "93b5f8815019c642",
    "source_url": "https://rutube.ru/video/e19cedec36ecb63ec326128a4c11ce73/",
    "news_text": "Срочные новости! В Украине в районе Константиновки продолжаются боевые действия. Сообщается, что российские военные ведут наступательные операции, при этом поддержка оказывается добровольческими подразделениями. Обстановка остается напряженной, стороны продолжают обмениваться ударами. Следите за обновлениями по ситуации в зоне конфликта, чтобы быть в курсе последних событий. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-19T11:59:11.892Z"
  },
  {
    "id": "0fc39d6b352bb60b",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-19/12:00",
    "news_text": "Срочные новости! Российская армия нанесла массированные удары по военным объектам в тыловых районах Украины. По информации, удары были направлены на склады вооружений и инфраструктуру. Власти России сообщили о предотвращении терактов и задержании лиц, причастных к противоправной деятельности. Продолжайте следить за новостями для получения подробной информации о развитии ситуации. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-19T11:59:11.892Z"
  },
  {
    "id": "a73fa207b581f4d9",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-19/09:00",
    "news_text": "Срочные новости! В Сумской области Украины российские морские пехотинцы сообщили о столкновениях с подразделениями Вооружённых сил Украины. Сообщается о ведении боевых действий с применением техники и авиации. В регионе продолжается обмен ударами, ситуация остается сложной. Рекомендуется следить за официальными сообщениями для получения актуальных данных. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-19T11:59:11.892Z"
  },
  {
    "id": "75138030ed41b0af",
    "source_url": "https://rutube.ru/video/e19cedec36ecb63ec326128a4c11ce73/",
    "news_text": "Срочные новости! В Санкт-Петербурге на таможне задержана крупная партия наркотиков с кокаином, поступившая из Латинской Америки. Операция позволила пресечь рекордный по объему груз, направляемый через город. Правоохранительные органы продолжают расследование. Для подробностей и обновлений оставайтесь с нами. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-19T11:59:11.892Z"
  },
  {
    "id": "c789a927fc2e22d9",
    "source_url": "https://rutube.ru/video/e19cedec36ecb63ec326128a4c11ce73/",
    "news_text": "Срочные новости! Во Франции прошли массовые протесты, в ходе которых задержано более 300 активистов. Акции прошли в более чем 700 городах страны, вызвав значительный общественный резонанс. Правоохранительные органы работают на местах событий. Следите за развитием ситуации, чтобы быть в курсе последних новостей. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-19T11:59:11.892Z"
  }
]