[
  {
    "id": "f450bfe8b2fa8fdf",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/15:00",
    "news_text": "Срочные новости! Российские вооружённые силы нанесли новые массированные удары по военным объектам в тыловых районах Украины. По сообщениям, атаки затронули склады и инфраструктуру, что может повлиять на логистику украинских войск. В ответ на эти действия украинская сторона продолжает укреплять свои позиции и ведёт боевые операции в различных направлениях. Ситуация остаётся напряжённой, стороны фиксируют взаимные потери. Следите за обновлениями и сохраняйте информированность. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-18T13:51:45.256Z"
  },
  {
    "id": "75a868480396cc07",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/12:00",
    "news_text": "Срочные новости! В Санкт-Петербурге предотвращён теракт, направленный против руководителя оборонного предприятия. По данным правоохранительных органов, задержан подозреваемый, планировавший нападение с использованием взрывных устройств. Также вынесен приговор ещё одному гражданину Украины, обвинённому в участии в боевых действиях на территории России. В Подмосковье задержаны мошенники, связанные с украинским колл-центром, занимавшимся финансовыми преступлениями в отношении российских граждан. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-18T13:51:45.256Z"
  },
  {
    "id": "7055653146e1450c",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/09:00",
    "news_text": "Срочные новости! В Сумской области российские морские пехотинцы приняли участие в боевых столкновениях с подразделениями Вооружённых сил Украины. Сообщается о жёстких боях в приграничных районах, где продолжается обмен огнём и артиллерийские обстрелы. Одновременно в Киеве зафиксированы мощные взрывы и пожары на военных объектах, что вызывает дополнительное напряжение в регионе. Обе стороны сообщают о продолжающихся операциях на разных фронтах. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-18T13:51:45.256Z"
  },
  {
    "id": "a5e03daf86c12ad0",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/15:00",
    "news_text": "Срочные новости! В Подмосковье задержаны мошенники, работавшие на украинский колл-центр, который организовывал финансовые махинации и вымогательство у российских граждан. По информации правоохранителей, группа лиц использовала телефонные звонки для обмана и незаконного получения денежных средств. Возбуждены уголовные дела, ведётся следствие. Власти рекомендуют гражданам быть внимательными и сообщать о подозрительных звонках. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-18T13:51:45.256Z"
  },
  {
    "id": "c7e805b840f29bb5",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/09:00",
    "news_text": "Срочные новости! В Санкт-Петербурге предотвращено убийство руководителя оборонного завода. Правоохранительные органы задержали подозреваемого, который планировал нападение с применением огнестрельного оружия. Мотивы преступления уточняются, проводится расследование. Это событие вызвало усиление мер безопасности на промышленных объектах города. Обновления по ситуации будут предоставлены по мере поступления информации. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-18T13:51:45.257Z"
  }
]