[
  {
    "id": "2a8f1c78739c2323",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! Сегодня вечером стало известно, что российские Вооружённые силы нанесли массированные удары по военным объектам в тыловых районах Украины. По информации, опубликованной в СМИ, удары были направлены на ключевые объекты, связанные с военной инфраструктурой. Дополнительных данных о пострадавших и разрушениях пока нет. В то же время сообщается, что в результате обмена телами между Россией и Украиной российской стороне передали тела 24 военнослужащих. Также в Башкирии зафиксирована атака двумя беспилотниками на нефтеперерабатывающий завод, принадлежащий «Газпром нефтехим Салават», в результате которой пострадавших нет. Следите за обновлениями, чтобы быть в курсе последних событий. \nИсточник: news.mail.ru — Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-18T20:46:49.075Z"
  },
  {
    "id": "d078b5a1fa5a9e71",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/15:00",
    "news_text": "Срочные новости! В Подмосковье задержана группа мошенников, работавшая на украинский колл-центр, специализирующийся на обмане россиян. По данным правоохранительных органов, злоумышленники совершали хищения денежных средств у жителей России под предлогом различных услуг. Возбуждено уголовное дело, продолжаются следственные действия. Кроме того, в Санкт-Петербурге предотвращено убийство руководителя оборонного предприятия: задержан подозреваемый, мотивы инцидента выясняются. Эти события отражают текущую ситуацию в сфере безопасности. Рекомендуем следить за официальной информацией и соблюдать меры предосторожности. \nИсточник: 1tv.ru — Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-18T20:46:49.075Z"
  },
  {
    "id": "074569036ea5b4ab",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! Президент России Владимир Путин предложил кандидатуру Александра Гуцана на пост генерального прокурора. Гуцан ранее занимал должность полпреда президента в Северо-Западном федеральном округе и имеет опыт работы в органах прокуратуры с 2007 по 2018 годы, включая заместительство генпрокурора. Совет Федерации назначил рассмотрение этой кандидатуры на 24 сентября. В ближайшее время ожидается официальное решение по назначению. Следите за новостями, чтобы быть в курсе кадровых изменений. \nИсточник: news.mail.ru — Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-18T20:46:49.075Z"
  },
  {
    "id": "50eafba606cdeb43",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/09:00",
    "news_text": "Срочные новости! В Сумской области продолжаются боевые действия: российские морские пехотинцы сообщили о столкновении с элитными подразделениями Вооружённых сил Украины. В результате боёв отмечается напряжённая обстановка на участке фронта. Одновременно в районе Киева зафиксированы мощные взрывы и пожары на объектах Вооружённых сил Украины. Информация о потерях и повреждениях уточняется. Следите за обновлениями, чтобы получать свежие данные о ситуации на востоке Украины. \nИсточник: 1tv.ru — Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-18T20:46:49.075Z"
  },
  {
    "id": "17ce77d5e15e45dc",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! Замоскворецкий районный суд Москвы перевёл под домашний арест главного редактора телеграм-канала Baza Глеба Трифонова и продюсера Татьяну Лукьянову. Ранее они находились в следственном изоляторе в рамках уголовного дела. Их перевод в домашний арест связан с ходом следствия. Подробности дела не раскрываются. Следите за развитием ситуации и официальными сообщениями. \nИсточник: news.mail.ru — Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-18T20:46:49.075Z"
  }
]