[
  {
    "id": "0982fad2f8d24e9c",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! Вечером 18 сентября 2025 года поступила информация о том, что два беспилотных летательных аппарата самолетного типа нанесли удары по нефтеперерабатывающему заводу, принадлежащему компании «Газпром нефтехим Салават», который находится в Башкирии. В результате атаки пострадавших нет, сообщают официальные источники. Также стало известно, что Россия и Украина обменялись телами военнослужащих: российской стороне передано 24 тела. В Москве главреда и продюсера телеграм-канала Baza перевели под домашний арест. Более подробные данные и другие новости доступны в источнике. Следите за обновлениями, чтобы оставаться в курсе событий в Украине и регионе. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-18T19:32:06.610Z"
  },
  {
    "id": "2d13ddb0964ad758",
    "source_url": "https://www.rline.tv/news/2025-09-18-svodka-mo-na-18-sentyabrya-2025-goda-den-1303-svo-voenkory-na-pokrovskom-napravlenii-rossiyskaya-avi/",
    "news_text": "Срочные новости! Министерство обороны России опубликовало сводку за 18 сентября 2025 года, 1303-й день специальной военной операции. На Покровском направлении военнослужащие РФ продолжают наступление, занимают новые позиции и оказывают давление на противника в городе Покровск, контролируя основные линии снабжения Вооружённых сил Украины. Также зафиксированы бои в Степногорске и Приморском на Запорожском фронте, а на Донецком фронте ведутся штурмовые действия южнее Новоивановки и продвижение к Калиновскому. Стороны сообщают о контратаках в районах Никаноровки и Панковки. Остальные детали и динамика боевых действий доступны в источнике. Рекомендуем следить за обновлениями. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-18T19:32:06.610Z"
  },
  {
    "id": "f53a4d7873ea7691",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! Президент Российской Федерации Владимир Путин предложил назначить Александра Гуцана на пост генерального прокурора. Гуцан ранее занимал должность полпреда президента в Северо-Западном федеральном округе и имеет опыт работы в органах прокуратуры, в том числе в статусе заместителя генпрокурора с 2007 по 2018 годы. Это предложение стало ключевым событием российского политического дня 18 сентября. Информация предоставлена официальными источниками. Следите за новостями, чтобы быть в курсе изменений в государственной власти и их влияния на ситуацию в Украине и регионе. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-18T19:32:06.610Z"
  },
  {
    "id": "c8151d5d01a69a06",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! В Госдуме РФ поступило предложение отключать интернет для граждан России на срок до недели или хотя бы на выходные. По мнению инициатора, депутата Николая Арефьева, это позволит людям сохранить здоровье и снизить случаи зависимости от компьютерных игр. Идея вызвала широкий общественный резонанс и обсуждение в экспертных кругах. Эта инициатива затрагивает вопросы цифровой безопасности и социального поведения населения. Подробности и мнения сторон доступны в исходном материале. Следите за новостями, чтобы понимать развитие инициатив в цифровой сфере. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-18T19:32:06.611Z"
  },
  {
    "id": "e0910f5f6da10ed8",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! Суд в Москве перевел главного редактора телеграм-канала Baza Глеба Трифонова и продюсера Татьяну Лукьянову из следственного изолятора под домашний арест. Решение было принято Замоскворецким районным судом. Данные меры связаны с текущим расследованием, подробности которого пока не раскрываются. Перевод под домашний арест означает изменение условий содержания фигурантов дела. Рекомендуем следить за дальнейшими новостями и официальными комментариями по данной теме. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-18T19:32:06.611Z"
  }
]