[
  {
    "id": "fff9ddb4d683edaa",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В ночь на 23 сентября российские военные нанесли удары по позициям украинских спецподразделений и иностранных наемников в ответ на теракт против гражданских объектов в Крыму, сообщает Минобороны РФ. Также в сообщении СВР указано, что страны Евросоюза готовятся к возможной оккупации Молдавии с целью удержания ее политики под контролем. В Турции в Аланье произошла авария с участием туристического автобуса и микроавтобуса: пострадали 15 человек, двое получили тяжелые травмы. В России задержаны несколько руководителей компании «Облкоммунэнерго» по подозрению в хищении бюджетных средств. По словам Минобороны РФ, российские войска блокировали крупную группировку ВСУ в районе Купянска с северной и западной сторон, потери украинских сил за месяц превысили 1 800 военнослужащих. Следите за обновлениями. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-23T22:41:24.078Z"
  },
  {
    "id": "b6284112d6c3d737",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/21:00",
    "news_text": "Срочные новости! Российские вооруженные силы нанесли групповые удары по базам спецназа ВСУ и иностранных наемников в Одесской области, сообщает Министерство обороны РФ. Министр обороны Андрей Белоусов поздравил бойцов с взятием под контроль села Переездное в Донецкой Народной Республике. Также российские войска взяли под контроль около двух третей зданий в городе Купянск. Эти данные отражают изменения на линии соприкосновения на 23 сентября. Следите за новостями для получения актуальной информации. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-23T22:41:24.078Z"
  },
  {
    "id": "cff7aabe337c2bde",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/18:00",
    "news_text": "Срочные новости! В выпуске новостей от 23 сентября сообщается о новых ударах российских вооруженных сил по украинским военным объектам в тылу. Подразделения «Южной» группировки сообщили о взятии под контроля населенного пункта Переездное в Донецкой Народной Республике. Также российские войска в Купянске, Харьковская область, взяли в полукольцо крупную группировку украинских сил. В Самарской области задержаны отец и сын по подозрению в деятельности в интересах Киева. Информацию обновляйте для понимания текущей ситуации. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-23T22:41:24.078Z"
  },
  {
    "id": "e4792833d09d3b4e",
    "source_url": "https://t.me/s/voinasordoy?before=3553",
    "news_text": "Срочные новости! Сегодня прошло 1000 дней с начала войны в Украине. Эксперты отмечают, что несмотря на эту психологическую отметку, конфликт продолжается, и ожидается возможное продолжение с новым этапом через 60 дней. Аналитики сравнивают нынешнюю ситуацию с предыдущими конфликтами, отмечая, что подготовка к будущим событиям будет важным фактором. Рекомендуется следить за развитием событий и оценками специалистов для понимания дальнейшей динамики. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-23T22:41:24.078Z"
  },
  {
    "id": "e8fe37342a259f3c",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В Турции утром 23 сентября в Аланье произошла авария с участием туристического автобуса из России и пассажирского микроавтобуса. По предварительным данным, пострадали 15 человек, двое получили тяжелые травмы. Оперативные службы проводят расследование обстоятельств ДТП. Рекомендуется следить за обновлениями для получения подробной информации и мер, принимаемых для оказания помощи пострадавшим. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-23T22:41:24.078Z"
  }
]