[
  {
    "id": "6fb5db4631346a4b",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! Сегодня вечером в России предложено назначить Александра Гуцана на должность генерального прокурора. Гуцан ранее занимал пост полпреда президента в Северо-Западном федеральном округе и имеет опыт работы в прокуратуре с 2007 по 2018 годы. Также сообщается, что российские беспилотники атаковали нефтеперерабатывающий завод в Башкирии, ущерб уточняется, пострадавших нет. В рамках обмена между Россией и Украиной переданы тела 24 военнослужащих. Главред и продюсер телеграм-канала Baza переведены под домашний арест. В Госдуме рассмотрели предложение временно отключать интернет в России для снижения случаев игромании и улучшения здоровья населения. Следите за обновлениями, чтобы быть в курсе событий. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-18T19:17:56.100Z"
  },
  {
    "id": "f9bb6ec7a3cb08be",
    "source_url": "https://t.me/s/russica2?before=4310",
    "news_text": "Срочные новости! Российские войска пересекли границу России в Курской области и вошли на территорию Украины, сообщил Владимир Путин. В ДНР заявлено о взятии под контроль населённых пунктов Надеждинка, Новоселка и Новоочеретоватое. В Москве возле \"Крокус сити холла\" началось возведение мемориала, подробности уточняются. В России приостановлена деятельность 76 магазинов сети \"Светофор\" по решению Роспотребнадзора. В США обсуждается возможность ограниченного ослабления антироссийских санкций, а также рассматривается идея выхода из состава ООН. Следите за новостями, чтобы знать больше. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-18T19:17:56.100Z"
  },
  {
    "id": "db0ea549e9414e47",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/15:00",
    "news_text": "Срочные новости! В 18:00 по Москве сообщается, что российские вооружённые силы нанесли массированные удары по военным объектам в тыловых районах Украины. В Санкт-Петербурге предотвращён теракт, который, по данным следствия, готовился по заданию из Киева. Владимир Путин провёл встречу с лидерами парламентских фракций, а также внес кандидатуру Александра Гуцана на пост генпрокурора РФ в Совет Федерации. Дополнительно сообщается о вынесении приговора ещё одному гражданину Украины, обвиняемому в боевых действиях. Оставайтесь с нами для получения свежих новостей. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-18T19:17:56.100Z"
  },
  {
    "id": "527f001f47076e26",
    "source_url": "https://www.rline.tv/news/2025-09-18-svodka-mo-na-18-sentyabrya-2025-goda-den-1303-svo-voenkory-na-pokrovskom-napravlenii-rossiyskaya-avi/",
    "news_text": "Срочные новости! Сводка Министерства обороны России на 18 сентября 2025 года сообщает, что на Покровском направлении продолжается наступление российских сил. В ходе боёв войска РФ занимают новые позиции южнее Новоивановки, продвигаются к Калиновскому и расширяют контроль вокруг Александрограда. Атаки ведутся по Мирнограду со стороны Новоэкономического, а также на Добропольском участке, где российские подразделения занимают позиции восточнее Шахово и продвигаются у Золотого Колодезя, Грузского и Нового Шахово. В то же время противник проводит контратаки в районе Никаноровки и Панковки. Следите за развитием ситуации. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-18T19:17:56.100Z"
  },
  {
    "id": "9e833adbca769d0c",
    "source_url": "https://t.me/s/russica2?before=4310",
    "news_text": "Срочные новости! В ДНР подтверждается взятие под контроль населённых пунктов Надеждинка, Новоселка и Новоочеретоватое, сообщается о продвижении российских войск на линии соприкосновения. В Москве продолжается обсуждение вопросов возвращения иностранных компаний, а министр иностранных дел России заявил, что тема снятия санкций не рассматривается в рамках урегулирования конфликта в Украине. В США госсекретарь допустил возможность ограниченного смягчения санкций, а в окружении бывшего президента Трампа обсуждают рекомендации по дальнейшим действиям украинского лидера. Следите за обновлениями, чтобы не пропустить важное. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-18T19:17:56.100Z"
  }
]