[
  {
    "id": "793a9632db6a27fa",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В ночь на 23 сентября российские военные нанесли удары по позициям украинских спецподразделений и иностранных наемников в ответ на теракт в Крыму, сообщили в Минобороны РФ. Также в этом регионе продолжается операция по блокированию крупной группировки украинских войск с северной и западной стороны Купянска, где, по данным Минобороны, потери украинской стороны за месяц превысили 1800 человек. В Турции в Аланье столкнулись туристический автобус из России и микроавтобус, пострадали 15 человек, двое в тяжелом состоянии. Помимо этого, в России задержали владельца «Облкоммунэнерго» Алексея Боброва и других топ-менеджеров по подозрению в хищении бюджетных средств. Остальные подробности ищите по ссылке. Следите за обновлениями и будьте в курсе событий. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-23T22:19:46.988Z"
  },
  {
    "id": "f4a9a4bd510d7ab2",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/18:00",
    "news_text": "Срочные новости! За 23 сентября российские военные нанесли новые удары по украинским военным объектам в тылу, в том числе по базам спецназа ВСУ и иностранных наемников в Одесской области. Подразделения «Южной» группировки сообщили об освобождении населенного пункта Переездное в Донецкой Народной Республике. В Харьковской области в районе Купянска российские войска взяли в полукольцо крупную группировку украинских сил. Также в Самарской области были задержаны отец и сын, подозреваемые в работе в интересах Киева. Подписывайтесь, чтобы не пропустить важное. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-23T22:19:46.988Z"
  },
  {
    "id": "ce76bc532ab06867",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В Самарской области сотрудники ФСБ и Росгвардии задержали двух подозреваемых в терроризме, которых связывают с украинскими спецслужбами. Кроме того, российская армия нанесла мощные удары по предприятиям украинского военно-промышленного комплекса в подконтрольном Киеву Запорожье. В Днепропетровской области российские бойцы совершили вылазку, чтобы проникнуть в тыл противника. Эти события свидетельствуют о продолжающемся напряжении и боевых действиях в регионе. Следите за обновлениями для получения новых данных. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-23T22:19:46.988Z"
  },
  {
    "id": "1ad7436f2e3e3e7b",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! Российские военные в Купянске, Харьковская область, продолжают операцию по блокированию украинской группировки с севера и запада города, создавая полукольцо. Минобороны РФ сообщило, что потери украинских войск за месяц превышают 1800 человек. В то же время в Донецкой Народной Республике подразделения «Южной» группировки взяли под контроль населенный пункт Переездное. В Турции произошла авария с участием туристического автобуса из России, в результате которой пострадали 15 человек, двое в тяжелом состоянии. Оставайтесь с нами для самых свежих новостей. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-23T22:19:46.988Z"
  },
  {
    "id": "6a8b451cb6c13734",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/15:00",
    "news_text": "Срочные новости! 23 сентября президент ЛНР обсудил с главой региона вопросы восстановления инфраструктуры и кадровые вопросы. Российские военные за пять часов взяли под контроль село Переездное в Донецкой Народной Республике. В Самарской области сотрудники правоохранительных органов задержали двух человек, подозреваемых в действиях в интересах Киева. Эти события показывают продолжающееся развитие ситуации на востоке Украины и сопредельных регионах. Подписывайтесь, чтобы оперативно получать свежие новости. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-23T22:19:46.988Z"
  }
]