[
  {
    "id": "f5254582ae57b154",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/12:00",
    "news_text": "Срочные новости! В Санкт-Петербурге предотвратили покушение на руководителя оборонного завода. По данным правоохранителей, была задержана группа, планировавшая преступление. В Киеве зафиксированы мощные взрывы и пожары на военных объектах ВСУ. В Сумской области сообщается о боевых столкновениях между российскими морпехами и подразделениями ВСУ. Информация поступает от российских источников, детали уточняются. Следите за обновлениями для получения более точных данных. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-18T11:05:58.766Z"
  },
  {
    "id": "45e79480984df06b",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/09:00",
    "news_text": "Срочные новости! Российские силы нанесли серию ударов по военным объектам ВСУ в Черкасской и Кировоградской областях. По сообщениям, предприятия украинского военного промышленного комплекса в этих регионах обесточены. Также идет работа саперов в освобожденных районах по разминированию территорий. Саперы в ЛНР получили новый роботизированный комплекс для обезвреживания взрывных устройств. Официальные данные поступают от российских военных ведомств. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-18T11:05:58.766Z"
  },
  {
    "id": "6715ee5748abd810",
    "source_url": "https://t.me/s/geostrategrus?before=4501",
    "news_text": "Срочные новости! В Telegram-канале «ГЕОСТРАТЕГ» сообщается, что масштаб трагедии в Киеве оказался значительно меньше, чем ожидалось — пострадали 4 человека из более чем полутора сотен. Автор публикации отмечает, что информационный фон вокруг событий в Украине остается напряженным, но новые данные не содержат существенно иной информации. В канале также говорится о продолжающейся «загонной охоте» на Киев и Европу. Дополнительные подробности пока не раскрываются. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-18T11:05:58.766Z"
  },
  {
    "id": "4e0834e8f975e1c7",
    "source_url": "https://www.youtube.com/watch?v=MSwPfR272PA",
    "news_text": "Срочные новости! В утреннем выпуске новостей 18 сентября сообщается о продолжающихся боевых действиях в Украине. Зафиксированы новые артиллерийские обстрелы Запорожской АЭС, что вызывает обеспокоенность в международном сообществе. Российские источники информируют о продвижении своих подразделений в некоторых районах. Также отмечается, что аэропорт Краснодара восстановил международные рейсы после длительного перерыва. Следите за обновлениями, чтобы быть в курсе последних событий. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-18T11:05:58.766Z"
  },
  {
    "id": "5a6fcead3dfdf8b4",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/12:00",
    "news_text": "Срочные новости! В Москве вынесен приговор участнику боевых действий из Украины, обвиняемому в совершении преступлений на территории России. Правоохранительные органы сообщили, что судебный процесс прошел в соответствии с законодательством. Кроме того, в Подмосковье задержаны мошенники, действовавшие под видом волонтеров. Все обстоятельства расследуются, информация обновляется. Рекомендуем следить за официальными сообщениями для получения точных данных. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-18T11:05:58.766Z"
  }
]