[
  {
    "id": "2f47933c89b9e9a0",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В ночь на 23 сентября российские военные нанесли удары по позициям украинских спецподразделений и иностранных наемников в ответ на теракт против гражданских объектов в Крыму, сообщили в Минобороны РФ. Также сообщается о задержании владельца компании «Облкоммунэнерго» Алексея Боброва и других руководителей по подозрению в хищении бюджетных средств. В Турции в Аланье утром 23 сентября произошло ДТП с участием туристического автобуса и микроавтобуса, пострадали 15 человек. Российские войска, по данным Минобороны, заблокировали крупную группировку ВСУ в Купянске с северной и западной стороны, взяв ее в полукольцо. Потери ВСУ в районе города за месяц превысили 1800 военнослужащих. Следите за обновлениями и будьте в курсе событий. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-23T22:35:49.148Z"
  },
  {
    "id": "30527549545cc753",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/21:00",
    "news_text": "Срочные новости! Вооружённые силы РФ нанесли новые удары по украинским военным объектам в тылу 23 сентября. В Одесской области нанесён групповой удар по базам спецназа ВСУ и иностранных наёмников. Министр обороны РФ Андрей Белоусов поздравил бойцов с освобождением села Переездное в ДНР. Российские подразделения продолжают операции по освобождению территорий, в том числе в Купянске, где взяли в полукольцо крупную группировку ВСУ. Ситуация развивается, подробности уточняются. Оставайтесь с нами для свежих новостей. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-23T22:35:49.148Z"
  },
  {
    "id": "8bd89417bdc38f0b",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/18:00",
    "news_text": "Срочные новости! В ходе новостного выпуска 23 сентября сообщается, что российские войска нанесли удары по украинским военным объектам в тылу, включая предприятия ВПК в Запорожье. В Днепропетровской области российские бойцы совершили вылазку в тыл противника. В ЛНР президент обсудил с главой региона вопросы восстановления инфраструктуры и кадров. В Самарской области задержаны отец и сын, подозреваемые в деятельности в интересах Киева. Следите за обновлениями и будьте в курсе событий в Украине. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-23T22:35:49.148Z"
  },
  {
    "id": "2f8c4919ce687fc3",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! Российские войска заблокировали крупную группировку ВСУ в районе Купянска с северной и западной сторон, взяв ее в полукольцо, сообщили в Минобороны РФ. По данным ведомства, потери украинских сил в районе города за последний месяц превысили 1800 военнослужащих. Продолжаются боевые действия в регионе. Следите за новостями, чтобы быть в курсе ситуации. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-23T22:35:49.148Z"
  },
  {
    "id": "07610f7ccf420548",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В Турции, в городе Аланья, утром 23 сентября столкнулись туристический автобус с туристами из России и пассажирский микроавтобус. По предварительным данным, пострадали 15 человек, двое получили тяжёлые ранения. Обстоятельства аварии уточняются. Будьте внимательны и следите за свежими новостями. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-23T22:35:49.148Z"
  }
]