[
  {
    "id": "f2876107f56c2b84",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В ночь на 23 сентября российские военные нанесли удары по позициям украинских спецподразделений и иностранных наемников в ответ на теракт против гражданских объектов в Крыму, сообщили в Минобороны РФ. По данным ведомства, в результате были поражены ключевые объекты украинских сил. Также российские войска заблокировали крупную группировку военных Украины с северной и западной стороны Купянска, взяв ее в полукольцо. Потери украинских сил за месяц при удержании города, по информации Минобороны, превысили 1800 человек. В Службе внешней разведки РФ заявили о подготовке европейских стран к возможной оккупации Молдавии. Кроме того, в Турции утром 23 сентября произошло столкновение туристического автобуса с микроавтобусом, пострадали 15 человек. Подробнее следите за обновлениями. \nИсточник: news.mail.ru — Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-23T22:22:59.563Z"
  },
  {
    "id": "e9fd95acb373db36",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/18:00",
    "news_text": "Срочные новости! 23 сентября российские вооруженные силы нанесли групповой удар по базам спецназа ВСУ и иностранных наемников в Одесской области. В результате ударов были поражены склады с вооружением и командные пункты. Также подразделения «Южной» группировки сообщили о взятии под контроль населенного пункта Переездное в Донецкой народной республике. В Харьковской области российские войска взяли в полукольцо крупную группировку украинских военных в Купянске. В Днепропетровской области российские бойцы провели вылазку с целью захода в тыл противника. В Самарской области задержаны отец и сын, подозреваемые в деятельности в интересах Киева. Следите за дальнейшими новостями. \nИсточник: 1tv.ru — Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-23T22:22:59.563Z"
  },
  {
    "id": "583c8253cbc66821",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/21:00",
    "news_text": "Срочные новости! В выпуске новостей 23 сентября сообщается, что российские вооруженные силы нанесли новые удары по украинским военным объектам в тылу. Удары были направлены на инфраструктуру и склады с боеприпасами. В Донецкой народной республике подразделения сообщили об освобождении села Переездное. Продолжается блокирование группировки украинских войск в районе Купянска Харьковской области. Также в Самарской области задержаны двое, подозреваемые в сотрудничестве с украинскими спецслужбами. Подробности будут уточняться. Оставайтесь в курсе событий. \nИсточник: 1tv.ru — Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-23T22:22:59.563Z"
  },
  {
    "id": "d1fb64f41127f0d2",
    "source_url": "https://t.me/s/moscowtimes_ru?before=35811",
    "news_text": "Срочные новости! 23 сентября сообщается, что украинские дроны второй раз с начала лета атаковали химический завод в Ставропольском крае, который поставляет вещества для производства взрывчатки военным. Также в Харькове российская авиация нанесла удар по туберкулезному диспансеру, в результате чего один человек погиб и 14 получили ранения. В Кремле заявили, что не рассчитывают на завершение конфликта в Украине в ближайшее время. Центральный банк России снизил ключевую ставку до 18% на фоне замедления экономики. Следите за обновлениями. \nИсточник: t.me/moscowtimes_ru — Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-23T22:22:59.563Z"
  },
  {
    "id": "78fb9e2adbe5e853",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В Турции, в городе Аланья, утром 23 сентября произошло дорожно-транспортное происшествие с участием туристического автобуса из России и пассажирского микроавтобуса. По предварительным данным, в аварии пострадали 15 человек, двое из них получили тяжелые травмы. На месте работают службы экстренного реагирования. Инцидент вызвал временные заторы на дорогах. Подробности уточняются. Следите за новостями для получения дополнительной информации. \nИсточник: news.mail.ru — Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-23T22:22:59.563Z"
  }
]