[
  {
    "id": "2309b91a2d87fb4b",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! Вчера вечером российские военные сообщили об атаке двух беспилотников самолетного типа на нефтеперерабатывающий завод компании «Газпром нефтехим Салават» в Башкирии. По данным источника, пострадавших в результате налета нет. Инцидент происходит на фоне продолжающихся обострений на линии соприкосновения в Украине. Следите за обновлениями, чтобы быть в курсе важных событий. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-18T20:00:25.135Z"
  },
  {
    "id": "0f4e4300c3395aa5",
    "source_url": "https://www.rline.tv/news/2025-09-18-svodka-mo-na-18-sentyabrya-2025-goda-den-1303-svo-voenkory-na-pokrovskom-napravlenii-rossiyskaya-avi/",
    "news_text": "Срочные новости! Министерство обороны России опубликовало сводку с фронтов на 18 сентября 2025 года. Сообщается, что на Покровском направлении российские войска продолжают наступление, оказывая давление на противника и контролируя основные линии снабжения в городе. В районе Мирнограда отмечаются атаки со стороны Новоэкономического. Также на Добропольском участке позиции продвигаются восточнее Шахово и у Золотого Колодезя. В Донецком фронте продолжаются боевые действия с продвижением южнее Новоивановки. Следите за дальнейшими обновлениями об обстановке в Украине. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-18T20:00:25.135Z"
  },
  {
    "id": "462ae37e0315131f",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! В рамках очередного обмена телами военнослужащих между Россией и Украиной российская сторона получила 24 тела, сообщил депутат Госдумы Шамсаил Саралиев. Обмен произошел в соответствии с договоренностями между сторонами. Детали процедуры и точное количество переданных тел с украинской стороны не уточняются. Для получения актуальной информации продолжайте следить за новостями. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-18T20:00:25.135Z"
  },
  {
    "id": "42d96023bacdc160",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! Замоскворецкий районный суд Москвы перевел под домашний арест главного редактора телеграм-канала Baza Глеба Трифонова и продюсера Татьяну Лукьянову. Об этом стало известно в ходе сегодняшнего заседания. Ранее они находились в следственном изоляторе. Такое решение суда вызвало широкий резонанс в медиа-среде. Для получения подробностей о ситуации оставайтесь с нами. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-18T20:00:25.135Z"
  },
  {
    "id": "7290596db3e27e26",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! В Госдуме РФ депутат Николай Арефьев предложил отключать интернет для россиян на неделю или хотя бы на выходные. По его мнению, это поможет снизить случаи игромании и улучшить здоровье населения. Идея вызвала широкий общественный резонанс и обсуждается в парламенте. Следите за обновлениями, чтобы узнать о дальнейших решениях по этому вопросу. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-18T20:00:25.135Z"
  }
]