[
  {
    "id": "701548d9e650f6fd",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/15:00",
    "news_text": "Срочные новости! Сегодня, 18 сентября 2025 года, по сообщению российских военных, ВС РФ нанесли новые массированные удары по военным объектам в тыловых районах Украины. Удары были направлены на ключевые логистические узлы и склады с вооружением, что, по заявлению стороны, должно повлиять на возможности украинских сил. Также в Санкт-Петербурге предотвращено покушение на руководителя оборонного предприятия, что подчеркивает внимание правоохранительных органов к вопросам безопасности. В Подмосковье задержаны мошенники, которые, по утверждению силовых структур, работали на украинский колл-центр и занимались грабежами российских граждан. Следите за обновлениями, чтобы быть в курсе самых актуальных событий. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-18T13:50:55.863Z"
  },
  {
    "id": "827fab5b00f20646",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/12:00",
    "news_text": "Срочные новости! В течение дня 18 сентября 2025 года в Украине зафиксированы новые сообщения о мощных взрывах и пожарах на объектах Вооружённых сил под Киевом. По данным источников, удары затронули объекты инфраструктуры, что может повлиять на логистику и снабжение в регионе. В Сумской области продолжаются боевые столкновения, где морские пехотинцы Российской Федерации, согласно заявлению, дали бой подразделениям Вооружённых сил Украины. Эти события свидетельствуют о продолжающемся напряжении в зоне конфликта. Рекомендуем оставаться на связи с проверенными новостными ресурсами для получения свежей информации. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-18T13:50:55.863Z"
  },
  {
    "id": "155847693ef6fa4d",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/09:00",
    "news_text": "Срочные новости! Утром 18 сентября 2025 года в Санкт-Петербурге предотвращено убийство руководителя оборонного завода. По данным правоохранительных органов, подозреваемые подготовили покушение, которое удалось пресечь благодаря оперативным действиям. Кроме того, в Подмосковье задержаны мошенники, действовавшие на украинский колл-центр, занимавшийся мошенничеством в отношении российских граждан. Эти меры подчеркивают активность силовых структур в обеспечении безопасности. Новости текущего дня продолжают поступать, следите за обновлениями, чтобы не пропустить важные детали. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-18T13:50:55.863Z"
  },
  {
    "id": "851b3a123a763e3d",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/15:00",
    "news_text": "Срочные новости! В ходе боевых действий 18 сентября 2025 года, по заявлению российских источников, нанесены удары по важному для Вооружённых сил Украины логистическому узлу в Киевской области. Удары направлены на дезорганизацию поставок и перемещений войск. Также сообщается о проведении масштабных учений под названием «Запад-2025», где отрабатываются слаженные действия с учетом опыта специальной военной операции. В Государственной Думе России прошло первое заседание осенней сессии. Рекомендуем оставаться в курсе последних событий, чтобы получать оперативную информацию. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-18T13:50:55.863Z"
  },
  {
    "id": "fe4e385391b50923",
    "source_url": "https://www.youtube.com/watch?v=MSwPfR272PA",
    "news_text": "Срочные новости! В утреннем выпуске новостей 18 сентября 2025 года представлены последние данные о ситуации в Украине и вокруг неё. Отмечается продолжение боевых действий с новыми ударами по военным объектам. В Европе и мире также обсуждаются вопросы безопасности и политической стабильности. Важные новости экономики и культуры также включены в обзор. Для тех, кто хочет быть в курсе, рекомендуется подписаться на проверенные источники новостей и следить за прямыми эфирами. Не пропускайте обновления и оставайтесь информированными. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-18T13:50:55.863Z"
  }
]