[
  {
    "id": "8def8bfb64548270",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! Два беспилотных летательных аппарата ВСУ атаковали нефтеперерабатывающий завод, принадлежащий компании «Газпром нефтехим Салават», в Башкирии. По информации, в результате налета пострадавших нет. Инцидент произошел сегодня, 18 сентября 2025 года. Российские власти фиксируют применение беспилотников в атаках на объекты инфраструктуры, что вызывает усиление мер безопасности. Следственные действия продолжаются. Подписывайтесь, чтобы быть в курсе обновлений по развитию ситуации и другим важным событиям в регионе. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-18T16:09:36.464Z"
  },
  {
    "id": "e31adab3c0fcaf5d",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! В рамках очередного обмена телами военнослужащих между Россией и Украиной российской стороне передали 24 тела. Об этом сообщил депутат Государственной думы Шамсаил Саралиев. Обмен прошел согласно достигнутым договоренностям и направлен на гуманитарное урегулирование. Детали операции пока не разглашаются. Такие обмены происходят регулярно и являются частью дипломатических и военных процедур. Следите за новостями, чтобы получать оперативную информацию о ходе событий. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-18T16:09:36.464Z"
  },
  {
    "id": "91dcb442778e318e",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/15:00",
    "news_text": "Срочные новости! Российские вооружённые силы нанесли массированные удары по военным объектам в тыловых районах Украины. По сообщению на 18 сентября 2025 года, удары были направлены на склады, командные пункты и инфраструктуру, используемую для военных операций. Целью заявляется снижение возможностей для ведения боевых действий. Дополнительные подробности о результатах и последствиях ударов пока не раскрываются. Следите за обновлениями и официальными заявлениями, чтобы быть в курсе последних событий. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-18T16:09:36.464Z"
  },
  {
    "id": "d527a269b6a70422",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/12:00",
    "news_text": "Срочные новости! В Санкт-Петербурге предотвращен теракт, который, по данным правоохранительных органов, готовился по заданию из Киева. Задержаны подозреваемые, ведутся следственные мероприятия. Угроза была нейтрализована до наступления критического момента. Информация была подтверждена официальными представителями силовых структур. Меры безопасности в городе усилены. Подписывайтесь, чтобы не пропустить свежие новости и подробности по этой теме. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-18T16:09:36.464Z"
  },
  {
    "id": "6383ccc24521064c",
    "source_url": "https://news.mail.ru/society/67952307/",
    "news_text": "Срочные новости! Владимир Путин внес в Совет Федерации кандидатуру Александра Гуцана на пост генерального прокурора России. Гуцан ранее занимал должность полпреда президента в Северо-Западном федеральном округе и имеет опыт работы в органах прокуратуры с 2007 по 2018 годы в качестве заместителя генерального прокурора. Рассмотрение кандидатуры ожидается в ближайшее время. Следите за новостями, чтобы узнать о решениях и назначениях в высших государственных структурах. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-18T16:09:36.464Z"
  }
]