[
  {
    "id": "08b13476576b2e00",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В ночь на 23 сентября российские военные нанесли удары по позициям украинских спецподразделений и иностранных наемников в ответ на теракт против гражданских объектов в Крыму, сообщили в Минобороны РФ. Также в ведомстве заявили, что российские войска заблокировали крупную группировку ВСУ с северной и западной стороны Купянска, взяв ее в полукольцо. По их данным, потери украинских военнослужащих при удержании города за месяц превысили 1800 человек. В Турции в Аланье утром 23 сентября произошло столкновение туристического автобуса из РФ и пассажирского микроавтобуса, пострадали 15 человек, двое получили тяжелые ранения. Кроме того, в России задержан владелец компании «Облкоммунэнерго» Алексей Бобров и еще несколько руководителей по подозрению в хищении бюджетных средств. По данным СВР, страны Евросоюза готовятся к возможной оккупации Молдавии, чтобы удержать страну в своей политике, вплоть до ввода войск. Следите за новостями, чтобы быть в курсе последних событий. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-23T21:46:27.047Z"
  },
  {
    "id": "592f85e98ba326f3",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/21:00",
    "news_text": "Срочные новости! Российские вооруженные силы нанесли групповой удар по базам украинского спецназа и иностранных наемников в Одесской области, сообщили 23 сентября. Министерство обороны России также сообщило, что российские войска взяли под контроль две трети зданий в Купянске, что отмечается как значительный этап в операции. В ДНР подразделения «Южной» группировки за пять часов заняли населенный пункт Переездное. Министр обороны РФ Андрей Белоусов поздравил бойцов с этим результатом. В Самарской области задержаны отец и сын, подозреваемые в деятельности в интересах Киева. Информация продолжает поступать, следите за обновлениями. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-23T21:46:27.047Z"
  },
  {
    "id": "7ff9d2e49875ddde",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/18:00",
    "news_text": "Срочные новости! 23 сентября российские войска нанесли новые удары по украинским военным объектам в тылу, в том числе по предприятиям оборонной промышленности в Запорожье, подконтрольном Киеву. В Днепропетровской области российские бойцы осуществили вылазку с целью выхода в тыл противника. В то же время сотрудники ФСБ и Росгвардии задержали двух подозреваемых в террористической деятельности в Самарской области. В ЛНР президент обсудил с главой региона вопросы восстановления инфраструктуры и кадрового обеспечения. Эти события отражают продолжающуюся динамику ситуации в регионе, следите за развитием. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-23T21:46:27.048Z"
  },
  {
    "id": "4dbb0aacffff34e6",
    "source_url": "https://t.me/s/voinasordoy?before=4733",
    "news_text": "Срочные новости! По последним подсчетам BBC и Медиазоны, с начала полномасштабного вторжения в Украину погибло более 220 тысяч российских военнослужащих. При этом специалисты отмечают, что реальное число может быть выше из-за задержек в регистрации и сложных методик подсчета. Только за 2024 год количество погибших достигало до двух тысяч в неделю. Эти данные вызывают вопросы о перспективах переговоров и дальнейших действий сторон. Ситуация остается напряженной, следите за обновлениями. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-23T21:46:27.048Z"
  },
  {
    "id": "857aacd618db0195",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В Турции в городе Аланья утром 23 сентября произошло столкновение туристического автобуса с пассажирским микроавтобусом. По предварительным данным, в аварии пострадали 15 человек, двое получили тяжелые травмы. Среди пассажиров автобуса были туристы из России. Службы экстренной помощи работают на месте происшествия, обстоятельства аварии устанавливаются. Следите за новостями для получения дополнительной информации. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-23T21:46:27.048Z"
  }
]