[
  {
    "id": "4924121d746ddfe7",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В ночь на 23 сентября российские военные нанесли удары по позициям украинских спецподразделений и иностранных наемников в ответ на теракт против гражданских объектов в Крыму, сообщило Минобороны РФ. Заявляется, что в результате удара были поражены ключевые объекты на территории Одесской области. Также сообщается, что российские войска заблокировали крупную группировку ВСУ с северной и западной стороны Купянска, взяв ее в полукольцо, при этом потери ВСУ за месяц превысили 1 800 военнослужащих. В Турции утром 23 сентября столкнулись туристический автобус и пассажирский микроавтобус, пострадали 15 человек, двое из них получили тяжелые ранения. Следите за обновлениями, чтобы быть в курсе событий. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-23T22:04:36.180Z"
  },
  {
    "id": "57446bd23e74490c",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/21:00",
    "news_text": "Срочные новости! Вооружённые силы РФ нанесли групповой удар по базам спецназа ВСУ и иностранных наемников в Одесской области 23 сентября, заявлено в новостях. В этот же день в ДНР подразделения \"Южной\" группировки взяли под контроль населённый пункт Переездное. Кроме того, российские войска сообщили о взятии под контроль двух третей зданий в Купянске. Министр обороны РФ Андрей Белоусов поздравил бойцов с этими успехами. Следите за новостями, чтобы не пропустить важные обновления. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-23T22:04:36.181Z"
  },
  {
    "id": "bcd0cddf141d35f8",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/18:00",
    "news_text": "Срочные новости! В выпуске новостей от 23 сентября сообщается о новых ударах Вооружённых сил РФ по украинским военным объектам в тылу. В Днепропетровской области российские бойцы предприняли вылазку, чтобы зайти в тыл противника. Также сотрудники ФСБ и Росгвардии задержали двух предполагаемых террористов в Самарской области. В Запорожье российская армия нанесла мощный удар по предприятиям украинского военно-промышленного комплекса. Будьте в курсе последних событий вместе с нами. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-23T22:04:36.181Z"
  },
  {
    "id": "59fad46b4a3c35d7",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! За 23 сентября в России задержан владелец компании «Облкоммунэнерго» Алексей Бобров, а также глава совета директоров Татьяна Черных, руководитель дочерней компании Артем Носков и экс-глава Антон Боликов. Их подозревают в хищении бюджетных средств в рамках концессионных соглашений. В то же время в Службе внешней разведки РФ заявили, что страны ЕС якобы готовятся к возможной оккупации Молдавии. Следите за обновлениями, чтобы получать свежую информацию. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-23T22:04:36.181Z"
  },
  {
    "id": "f3a565c3ae83971d",
    "source_url": "https://t.me/s/pravda_DS?before=24122",
    "news_text": "Срочные новости! В свежем эфире Дмитрий Спивак обсудил главные события последних дней, включая рост импорта российских морепродуктов в ЕС на 25,5% в 2025 году. Также в интервью затрагивались актуальные вопросы международной и внутренней политики. Приглашаем к просмотру для получения подробного анализа и комментариев по важным темам. Следите за новостями и оставайтесь информированными. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-23T22:04:36.181Z"
  }
]