[
  {
    "id": "2944da8b13638cb7",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/12:00",
    "news_text": "Срочные новости! В Санкт-Петербурге предотвращено покушение на руководителя оборонного завода, сообщили сегодня утром. По данным правоохранительных органов, задержан подозреваемый, готовивший преступление. В это же время в Киевской области зафиксированы мощные взрывы и пожары на военных объектах ВСУ. В Сумской области российские морпехи провели боевые действия против подразделений ВСУ, сообщает сторона. Подробности продолжают поступать. Следите за обновлениями. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-18T11:03:36.049Z"
  },
  {
    "id": "b48377f1a436ef7a",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/09:00",
    "news_text": "Срочные новости! Российские вооружённые силы нанесли серию ударов по объектам Вооружённых сил Украины в Черкасской и Кировоградской областях. В Луганске прошло совещание штаба по расследованию преступлений украинских силовиков на территории новых регионов РФ. Предприятия украинского военно-промышленного комплекса в этих областях остаются полностью обесточены. В Запорожской области продолжаются обстрелы Запорожской АЭС. Сапёры работают на освобождённых территориях, чтобы обезвредить оставшиеся боеприпасы. Информация обновляется. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-18T11:03:36.049Z"
  },
  {
    "id": "bcebd7d2385ecc0e",
    "source_url": "https://www.youtube.com/watch?v=MSwPfR272PA",
    "news_text": "Срочные новости! В утреннем выпуске новостей 18 сентября сообщается о продолжающихся боевых действиях на территории Украины. Зафиксированы удары по военным объектам и инфраструктуре в ряде областей. Также подчеркивается, что авиационные рейсы в Краснодаре возобновлены после долгого перерыва. Власти готовят новые меры по обеспечению безопасности на границах и контролю ситуации. Рекомендуем следить за развитием событий в течение дня. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-18T11:03:36.049Z"
  },
  {
    "id": "c2a5de5b6635ab67",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/12:00",
    "news_text": "Срочные новости! В Сумской области за последние часы отмечены интенсивные боевые столкновения между морскими пехотинцами и подразделениями ВСУ. Российская сторона сообщает о продвижении позиций и отодвигании украинских сил от границы. В Киевской области отмечены новые взрывы на военных объектах, что привело к пожарам. В Санкт-Петербурге правоохранители предотвратили попытку убийства высокопоставленного руководителя оборонного завода. Оставайтесь с нами для получения свежей информации. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-18T11:03:36.049Z"
  },
  {
    "id": "ac1656882ca8ee8f",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-18/12:00",
    "news_text": "Срочные новости! В Подмосковье раскрыта мошенническая схема, связанная с военными поставками. По сведениям следствия, группа лиц организовала незаконные операции, направленные на хищение средств и ресурсов. В результате операции задержаны несколько подозреваемых. Также в рамках антитеррористических мероприятий усилена охрана стратегических объектов. Следите за официальными сообщениями и обновлениями по ситуации. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-18T11:03:36.049Z"
  }
]