[
  {
    "id": "05699133cb748ea0",
    "source_url": "https://24tv.ua/ru/vojna-v-ukraine-ataka-shahedami-21-sentjabrja-2025-hronologija-1306-dnja-vojny-24-kanal_n2918570",
    "news_text": "Срочные новости! В 1306-й день войны в Украине 21 сентября 2025 года зафиксированы новые атаки с использованием беспилотников \"Шахед\". Сообщается, что ночью воздушные удары были нанесены по ряду объектов на территории страны, что привело к повреждениям инфраструктуры. Военные источники уточняют, что противодействие продолжается, а силы обороны сохраняют контроль над ключевыми направлениями. Подробности о пострадавших и масштабах разрушений уточняются. Следите за обновлениями, чтобы быть в курсе событий. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-21T09:20:33.819Z"
  },
  {
    "id": "7ff5a47153cc6861",
    "source_url": "https://www.youtube.com/watch?v=_sZkHncE1_U",
    "news_text": "Срочные новости! В утреннем выпуске новостей 21 сентября 2025 года освещаются важные события в Украине и мире. В частности, сообщается о текущей ситуации на востоке страны, где продолжаются боевые действия с переменным успехом на разных направлениях. Также рассказано о дипломатических инициативах, направленных на урегулирование конфликта. Экономика и социальная сфера Украины испытывают влияние сложившейся обстановки, что отражается на жизни граждан. Оставайтесь с нами для получения свежей и точной информации. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-21T09:20:33.820Z"
  },
  {
    "id": "2be40c177b440dec",
    "source_url": "https://t-j.ru/guide/get-green-card/",
    "news_text": "Срочные новости! В Украине обсуждается возможность участия граждан в лотерее на получение грин-карты США. Для участия необходимо заполнить заявку и соответствовать базовым требованиям, таким как оконченное среднее образование. Победители получают право на иммиграцию и дальнейшее оформление документов. Эксперты напоминают о важности правильного заполнения анкеты и соблюдения сроков подачи, чтобы избежать отказов. Следите за официальными новостями и рекомендациями для корректного участия в программе. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-21T09:20:33.820Z"
  },
  {
    "id": "e6eccb37c7529087",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-21/10:00",
    "news_text": "Срочные новости! В выпуске новостей 21 сентября 2025 года сообщается о последних событиях в Украине. Военные источники информируют о проведении операций на нескольких направлениях, результатах которых пока не раскрываются подробно. В дипломатической сфере продолжается взаимодействие с международными партнерами по вопросам безопасности и гуманитарной помощи. Также отмечается активизация работы по восстановлению инфраструктуры в пострадавших регионах. Будьте в курсе актуальных новостей для понимания развития ситуации. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-21T09:20:33.820Z"
  },
  {
    "id": "ddb855454ee05e9c",
    "source_url": "https://t.me/s/seeallochnaya?before=550",
    "news_text": "Срочные новости! В воскресенье, 21 сентября 2025 года, в Украине продолжаются обсуждения технологических новинок и их применения в разных сферах, включая оборону и науку. В частности, внимание уделяется развитию систем искусственного интеллекта и их роли в анализе данных для принятия решений. Эксперты подчеркивают важность инноваций в текущих условиях и необходимость их интеграции для повышения эффективности работы в различных областях. Следите за обновлениями и аналитикой для понимания перспектив. Такой аватар привлечет тысячи подписчиков! Хочешь своего? Информация в описании профиля!",
    "published_at": "2025-09-21T09:20:33.820Z"
  }
]