[
  {
    "id": "43155c3cb0dbe09c",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В ночь на 23 сентября российские военные нанесли удары по позициям украинских спецподразделений и иностранных наемников в ответ на теракт против гражданских объектов в Крыму, сообщили в Минобороны РФ. По данным ведомства, удары были направлены на нейтрализацию угрозы с территории Украины. Также Минобороны РФ сообщило о блокировке крупной группировки ВСУ в районе Купянска с северной и западной стороны, взяв ее в полукольцо. Потери украинских военнослужащих за месяц при удержании города, по оценке Минобороны, превысили 1800 человек. Вечером 23 сентября в Турции в Аланье столкнулись туристический автобус и микроавтобус, в результате пострадали 15 человек, двое получили тяжелые ранения. Следите за обновлениями, чтобы быть в курсе событий. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-23T20:35:53.963Z"
  },
  {
    "id": "104f7b4bc648692a",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/21:00",
    "news_text": "Срочные новости! Вооружённые силы Российской Федерации нанесли групповой удар по базам спецназа Вооружённых сил Украины и иностранных наемников в Одесской области. По информации Минобороны, удары были направлены на объекты, связанные с подготовкой диверсионных операций. В ходе операции российские войска взяли под контроль две трети зданий в Купянске Харьковской области и продолжают блокировать группировку украинских сил в регионе. Министр обороны РФ Андрей Белоусов поздравил военнослужащих с освобождением села Переездное в Донецкой Народной Республике. Следите за новостями, чтобы получать актуальную информацию. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-23T20:35:53.963Z"
  },
  {
    "id": "baebc0148f5d2f2e",
    "source_url": "https://news.mail.ru/amp/society/68010472/",
    "news_text": "Срочные новости! В ночь на 23 сентября силы ПВО России отразили очередную волну атак беспилотников со стороны Украины. По данным Минобороны РФ, было уничтожено 69 беспилотных летательных аппаратов над 10 регионами, в том числе над Москвой и Московской областью. Мэр Москвы Сергей Собянин подтвердил факт отражения атак и отметил, что ситуация находится под контролем. В дипломатической сфере президент США Дональд Трамп ознакомился с инициативой российского президента Владимира Путина по соблюдению ограничений Договора о сокращении стратегических наступательных вооружений, комментарии по этому поводу ожидаются позже. Продолжайте следить за новостями для получения свежих сведений. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-23T20:35:53.963Z"
  },
  {
    "id": "ac31eb9ee7d2deca",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/18:00",
    "news_text": "Срочные новости! Российские войска в Днепропетровской области предприняли наступательные действия, форсировали реку и вышли в тыл украинских сил, сообщили в Минобороны РФ. В Донецкой Народной Республике подразделения «Южной» группировки взяли под контроль населённый пункт Переездное. В Самарской области были задержаны отец и сын, подозреваемые в деятельности в интересах Киева, по данным правоохранительных органов. Эти события отражают продолжающееся развитие ситуации в Украине и сопредельных регионах. Следите за обновлениями для подробностей. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-23T20:35:53.964Z"
  },
  {
    "id": "9866d26fcae8bb49",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! Служба внешней разведки России заявила о том, что страны Европейского союза готовятся к возможному введению войск и фактической оккупации Молдавии, чтобы удержать страну в рамках своей политики. По данным разведки, эти меры рассматриваются как способ противодействия влиянию России в регионе. В то же время в России продолжается расследование в отношении руководства компании «Облкоммунэнерго» – были задержаны её владелец Алексей Бобров, глава совета директоров Татьяна Черных и другие лица, подозреваемые в хищении бюджетных средств. Следите за развитием ситуации, чтобы получать актуальную информацию. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-23T20:35:53.964Z"
  }
]