[
  {
    "id": "60fd1430fe7cfaae",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В ночь на 23 сентября российские военные нанесли удары по позициям украинских спецподразделений и иностранных наемников в ответ на теракт против гражданских объектов в Крыму, сообщило Минобороны РФ. По данным ведомства, удары были направлены на нейтрализацию угрозы для гражданского населения. В другом сообщении СВР заявила, что страны Евросоюза готовятся к возможной оккупации Молдавии, чтобы удержать её в своей политической орбите. Также утром 23 сентября в турецкой Аланье произошла авария с участием автобуса российских туристов, по предварительным данным пострадали 15 человек, двое в тяжелом состоянии. В Минобороны РФ сообщили о блокировании крупной группировки украинских сил в районе Купянска, где потери за месяц превысили 1800 военнослужащих. Следите за обновлениями для получения новой информации. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-23T22:50:02.136Z"
  },
  {
    "id": "969f7c2cc95ba3bc",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/18:00",
    "news_text": "Срочные новости! 23 сентября Вооружённые силы Российской Федерации нанесли групповой удар по базам украинских спецподразделений и иностранных наемников в Одесской области. В тот же день подразделения «Южной» группировки сообщили о взятии под контроль населённого пункта Переездное в Донецкой Народной Республике. Также российские войска в Харьковской области окружили крупную группировку украинских сил в районе Купянска, взяв её в полукольцо. В течение дня в Самарской области силовики задержали двух человек, подозреваемых в деятельности в интересах Киева. Ситуация развивается, следите за новостями, чтобы быть в курсе актуальных событий. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-23T22:50:02.136Z"
  },
  {
    "id": "68a60793885cbe29",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В Самарской области сотрудники ФСБ и Росгвардии задержали отца и сына, подозреваемых в деятельности в интересах украинских спецслужб. По данным правоохранительных органов, задержанные собирали и передавали информацию, которая могла представлять угрозу национальной безопасности. В рамках расследования изъяты технические средства и документы, подтверждающие их причастность. Оперативные мероприятия продолжаются, ведется проверка возможных соучастников. Следите за обновлениями для получения новых данных по делу. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-23T22:50:02.136Z"
  },
  {
    "id": "7d45cd07fcb73a7d",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! Утром 23 сентября в турецкой Аланье произошла дорожная авария с участием туристического автобуса и пассажирского микроавтобуса. По предварительным данным, в результате столкновения пострадали 15 человек, двое из них получили тяжелые травмы. На месте происшествия работают экстренные службы, пострадавшие доставлены в медицинские учреждения для оказания помощи. Причины аварии устанавливаются, расследование продолжается. Следите за новостями для получения свежих данных. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-23T22:50:02.137Z"
  },
  {
    "id": "3619cdff83f9b80a",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/15:00",
    "news_text": "Срочные новости! 23 сентября в Донецкой Народной Республике подразделения «Южной» группировки сообщили о взятии под контроль населённого пункта Переездное. По сообщениям, операция проходила в течение пяти часов и завершилась взятием населённого пункта под контроль. На территории ЛНР президент провёл встречу с главой региона, обсудив вопросы восстановления инфраструктуры и кадровой политики. В целом, ситуация в регионе остаётся напряжённой, стороны продолжают следить за развитием событий. Рекомендуем оставаться в курсе последних новостей. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-23T22:50:02.137Z"
  }
]