[
  {
    "id": "522d32ce19105903",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! В ночь на 23 сентября российские военные нанесли удары по позициям украинских спецподразделений и иностранных наемников в ответ на теракт против гражданских объектов в Крыму, сообщило Минобороны РФ. По данным ведомства, российские войска заблокировали крупную группировку ВСУ с северной и западной стороны Купянска, взяв ее в полукольцо. Потери украинских сил за месяц при удержании города, по информации Минобороны, превысили 1 800 военнослужащих. В Турции в Аланье утром 23 сентября произошло столкновение туристического автобуса с пассажирским микроавтобусом, пострадали 15 человек, двое получили тяжелые ранения. Также задержан владелец «Облкоммунэнерго» Алексей Бобров и еще несколько фигурантов по делу о хищении бюджетных средств. Следите за обновлениями, чтобы быть в курсе важных событий. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-23T21:16:38.126Z"
  },
  {
    "id": "7098e61955648049",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/21:00",
    "news_text": "Срочные новости! Вооружённые силы РФ нанесли групповой удар по базам спецназа ВСУ и иностранных наемников в Одесской области, сообщили в Минобороны. В результате этих действий российские войска взяли под контроль две трети зданий в Купянске Харьковской области, что подтверждается сведениями военного ведомства. Министр обороны Андрей Белоусов поздравил бойцов с этим событием. В ДНР подразделения «Южной» группировки за пять часов заняли населённый пункт Переездное. Продолжайте следить за новостями для получения актуальной информации. Хочешь такого же крутого AI-аватара для своего контента? Информация в шапке профиля!",
    "published_at": "2025-09-23T21:16:38.127Z"
  },
  {
    "id": "ca3c4f44f8d4f55a",
    "source_url": "https://www.1tv.ru/news/issue/2025-09-23/18:00",
    "news_text": "Срочные новости! 23 сентября Вооружённые силы РФ нанесли новые удары по украинским военным объектам в тылу, в том числе по предприятиям ВПК в Запорожье. В Днепропетровской области российские бойцы провели операцию с целью проникновения в тыл противника. В Самарской области задержаны отец и сын, которые действовали в интересах Киева, сообщили правоохранительные органы. В ЛНР президент обсудил с главой региона вопросы восстановления инфраструктуры и кадровой политики. Рекомендуем следить за дальнейшими новостями для полной картины событий. Твой персональный AI-аватар ждет! Создай точно такого же для себя - ссылка в шапке профиля!",
    "published_at": "2025-09-23T21:16:38.127Z"
  },
  {
    "id": "d43bc6e932f089a8",
    "source_url": "https://t.me/s/ve4niyvoy?before=4373",
    "news_text": "Срочные новости! На западном фронте ситуация остается без значительных изменений. В военных судах России с января по июнь 2025 года поступило более 26 тысяч исков о признании военнослужащих пропавшими без вести или умершими, что превышает число за весь 2024 год. Это свидетельствует о масштабах проблемы потерь. Также продолжается обсуждение судьбы пропавших без вести российских военных, отмечают эксперты и активисты. Следите за обновлениями, чтобы быть в курсе последних данных и аналитики. Больше не нужно показывать лицо в видео! Сделай своего AI-аватара - Информация в шапке профиля!",
    "published_at": "2025-09-23T21:16:38.127Z"
  },
  {
    "id": "bde394d5f1c39811",
    "source_url": "https://news.mail.ru/society/68021139/",
    "news_text": "Срочные новости! По информации Службы внешней разведки России, страны Евросоюза готовятся к возможной оккупации Молдавии, стремясь удержать страну в рамках своей политики любыми средствами, включая ввод войск. Это заявление было сделано на фоне напряжённой ситуации в регионе. Продолжайте следить за новостями, чтобы получать своевременную информацию о развитии событий в соседних странах. Представь: твой собственный AI-ведущий для роликов! Создай за пару часов свой - ссылка в био!",
    "published_at": "2025-09-23T21:16:38.127Z"
  }
]